{
  "id": "kta'a",
  "names": {
    "english": "Kta'a",
    "hebrew": "קטעה",
    "arabic": "كتعة",
    "spanish": "Kta'a"
  },
  "metadata": {
    "category": "Main Dishes",
    "serves": "4-6 people",
    "prep_time_minutes": 20,
    "cook_time_minutes": 30,
    "difficulty": "Medium"
  },
  "ingredients": {
    "english": [
      {
        "name": "Water",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Flour",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Salt",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Black pepper",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Oil",
        "amount": "",
        "unit": ""
      }
    ],
    "hebrew": [],
    "arabic": [
      {
        "name": "ماء",
        "amount": "",
        "unit": ""
      },
      {
        "name": "دقيق",
        "amount": "",
        "unit": ""
      },
      {
        "name": "ملح",
        "amount": "",
        "unit": ""
      },
      {
        "name": "فلفل أسود",
        "amount": "",
        "unit": ""
      },
      {
        "name": "زيت",
        "amount": "",
        "unit": ""
      }
    ],
    "spanish": []
  },
  "instructions": {
    "english": [
      {
        "step": 1,
        "text": "In a pot, bring water to a boil. Meanwhile, take about 3 cups of flour, add a pinch of salt, and gradually add water while kneading until a smooth dough forms."
      },
      {
        "step": 2,
        "text": "Once the water is boiling, take small pieces of the dough and drop them into the boiling water. Make sure to check constantly to prevent them from sticking together."
      },
      {
        "step": 3,
        "text": "Towards the end of cooking, mix together a small amount of water and flour in a bowl to create a slurry. Pour this mixture into the pot at intervals while stirring well until the broth thickens."
      }
    ],
    "hebrew": [],
    "arabic": [],
    "spanish": []
  },
  "etymology": {
    "english": {
      "name_meaning": "",
      "linguistic_roots": "",
      "historical_reference": "",
      "summary": "The exact meaning of the name \"Kta'a\" (קטעה) in the context of this dish is unclear from the available sources and may be specific to Judeo-Arabic or local dialects. However, in broader linguistic use, \"kta\" or \"ktā\" in Sanskrit alludes to something mature or perfect, but this is not directly related to the dish[7]. There is no evidence that the word’s etymology connects it to local Tunisian Arabic or Hebrew, suggesting the meaning may be rooted in regional Jewish vernacular traditions specific "
    },
    "hebrew": {
      "summary": "המשמעות המדויקת של השם \"קטעה\" בהקשר של המנה הזו אינה ברורה מהמקורות הזמינים וייתכן שהיא ספציפית ליהודית-ערבית או לדיאלקטים מקומיים. עם זאת, בשימוש לשוני רחב יותר, \"קטה\" או \"קטא\" בסנסקריט מתייחס למשהו בוגר או מושלם, אך זה לא קשור ישירות למנה. אין עדות לכך שהאטימולוגיה של המילה מחברת אותה לערבית תוניסאית מקומית או לעברית, מה שמרמז שהמשמעות עשויה להיות מושרשת במסורות לשוניות יהודיות אזוריות ספציפיות."
    },
    "arabic": {
      "summary": "المعنى الدقيق لاسم \"Kta'a\" (קטעה) في سياق هذا الطبق غير واضح من المصادر المتاحة وقد يكون خاصًا باللهجات اليهودية-العربية أو المحلية. ومع ذلك، في الاستخدام اللغوي الأوسع، تشير \"kta\" أو \"ktā\" في السنسكريتية إلى شيء ناضج أو مثالي، لكن هذا ليس له علاقة مباشرة بالطبق. لا يوجد دليل على أن أصل الكلمة يربطها باللهجة التونسية العربية المحلية أو العبرية، مما يشير إلى أن المعنى قد يكون متجذرًا في التقاليد العامية اليهودية الإقليمية الخاصة."
    },
    "spanish": {
      "summary": "El significado exacto del nombre \"Kta'a\" (קטעה) en el contexto de este plato no está claro a partir de las fuentes disponibles y puede ser específico del judeo-árabe o de dialectos locales. Sin embargo, en un uso lingüístico más amplio, \"kta\" o \"ktā\" en sánscrito alude a algo maduro o perfecto, pero esto no está directamente relacionado con el plato. No hay evidencia de que la etimología de la palabra la conecte con el árabe tunecino local o el hebreo, lo que sugiere que el significado puede estar arraigado en tradiciones vernáculas judías regionales específicas."
    }
  },
  "history": {
    "english": {
      "origins": "Kta'a (קטעה) is a traditional dish strongly linked to the Jewish community of Tunisia, particularly the island of Djerba, which has been home to Jews for over two millennia[2][18]. The unique Jewish cuisine of Tunisia evolved as Jews settled in the region after the destruction of the Second Temple in 70 CE, merging rituals and Kosher laws with local Berber and Arab culinary practices[5]. Dishes li",
      "evolution": "",
      "cultural_significance": "Kta'a, along with related dishes like pkaila/tfina, is considered a hallmark of Tunisian-Jewish culinary tradition[5][13]. Such dishes are important for holidays and Shabbat, when they are slow-cooked in accordance with Jewish rules prohibiting active cooking on these days[5]. They embody both a celebration of Jewish identity and a practical solution to religious dietary requirements, often bringi",
      "regional_variations": "",
      "summary": "Kta'a (קטעה) is a traditional dish strongly linked to the Jewish community of Tunisia, particularly the island of Djerba, which has been home to Jews for over two millennia[2][18]. The unique Jewish cuisine of Tunisia evolved as Jews settled in the region after the destruction of the Second Temple in 70 CE, merging rituals and Kosher laws with local Berber and Arab culinary practices[5]. Dishes li"
    },
    "hebrew": {
      "summary": "קטעה (Kta'a) הוא מאכל מסורתי המקושר באופן חזק לקהילה היהודית של תוניסיה, במיוחד לאי ג'רבה, שהיה בית ליהודים במשך למעלה משני מילניום. המטבח היהודי הייחודי של תוניסיה התפתח כאשר יהודים התיישבו באזור לאחר חורבן בית המקדש השני בשנת 70 לספירה, ושילבו טקסים וחוקי כשרות עם מנהגים קולינריים מקומיים של הברברים והערבים."
    },
    "arabic": {
      "summary": "كتعة (קטעה) هو طبق تقليدي مرتبط بشكل وثيق بالجالية اليهودية في تونس، وخاصة جزيرة جربة، التي كانت موطنًا لليهود لأكثر من ألفي عام. تطورت المأكولات اليهودية الفريدة في تونس مع استقرار اليهود في المنطقة بعد تدمير الهيكل الثاني في عام 70 ميلادي، حيث دمجت الطقوس والقوانين الكوشر مع الممارسات الطهوية المحلية للبربر والعرب."
    },
    "spanish": {
      "summary": "Kta'a (קטעה) es un plato tradicional fuertemente vinculado a la comunidad judía de Túnez, en particular a la isla de Djerba, que ha sido hogar de judíos durante más de dos milenios. La cocina judía única de Túnez evolucionó a medida que los judíos se establecieron en la región después de la destrucción del Segundo Templo en el año 70 EC, fusionando rituales y leyes Kosher con prácticas culinarias locales bereberes y árabes."
    }
  },
  "djerban_tradition": {
    "english": {
      "role_in_family": "Kta'a is a traditional dish from the Tunisian-Djerban Jewish community, often enjoyed as a comforting meal. Serve hot and enjoy!",
      "occasions": "Traditional Tunisian-Djerban Jewish cuisine",
      "preparation_rituals": "[To be expanded from research]",
      "cultural_meaning": "[To be expanded from research]",
      "summary": "Kta'a is a traditional dish from the Tunisian-Djerban Jewish community, often enjoyed as a comforting meal. Serve hot and enjoy!"
    },
    "hebrew": {
      "summary": "קטע הוא מאכל מסורתי מקהילת יהודי תוניסיה-ג'רבה, שנהנים ממנו לעיתים קרובות כארוחה מנחמת. הגישו חם ותהנו!"
    },
    "arabic": {
      "summary": "كطاعة هو طبق تقليدي من مجتمع اليهود التونسي-الجربي، وغالبًا ما يُستمتع به كوجبة مريحة. يُقدّم ساخنًا واستمتع به!"
    },
    "spanish": {
      "summary": "Kta'a es un plato tradicional de la comunidad judía tunecina-djerbana, a menudo disfrutado como una comida reconfortante. Sirva caliente y disfrute."
    }
  },
  "cooking_notes": {
    "english": {
      "tips": [
        "Traditional preparation methods recommended",
        "Adjust spicing to taste preference",
        "Source: Safed family tradition"
      ],
      "variations": [
        "[To be documented]"
      ],
      "substitutions": [
        "[To be documented]"
      ]
    },
    "hebrew": {},
    "arabic": {},
    "spanish": {}
  },
  "research_references": {
    "etymology_md": "kta'a_history.md",
    "history_md": "kta'a_history.md",
    "sources": [
      "Safed family oral tradition",
      "Perplexity Pro Search research"
    ]
  }
}