{
  "id": "shpingeot",
  "names": {
    "english": "Shpingeot",
    "hebrew": "שפינג׳ות",
    "arabic": "شبينجيوت",
    "spanish": "Shpingeot"
  },
  "metadata": {
    "category": "Desserts & Sweets",
    "serves": "4-6 people",
    "prep_time_minutes": 20,
    "cook_time_minutes": 30,
    "difficulty": "Medium"
  },
  "ingredients": {
    "english": [
      {
        "name": "Flour",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Water",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Salt",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Yeast",
        "amount": "",
        "unit": ""
      }
    ],
    "hebrew": [
      {
        "name": "קמח",
        "amount": "",
        "unit": ""
      },
      {
        "name": "מים",
        "amount": "",
        "unit": ""
      },
      {
        "name": "מלח",
        "amount": "",
        "unit": ""
      },
      {
        "name": "שמרים",
        "amount": "",
        "unit": ""
      }
    ],
    "arabic": [
      {
        "name": "دقيق",
        "amount": "",
        "unit": ""
      },
      {
        "name": "ماء",
        "amount": "",
        "unit": ""
      },
      {
        "name": "ملح",
        "amount": "",
        "unit": ""
      },
      {
        "name": "خميرة",
        "amount": "",
        "unit": ""
      }
    ],
    "spanish": []
  },
  "instructions": {
    "english": [
      {
        "step": 1,
        "text": "After the dough has risen, take a piece and stretch it out."
      },
      {
        "step": 2,
        "text": "Fry in hot oil until golden brown. Optionally, sprinkle with sugar."
      }
    ],
    "hebrew": [
      {
        "step": 1,
        "text": "לאחר שהבצק תפח, קחו חתיכה ומתחו אותה."
      },
      {
        "step": 2,
        "text": "טגנו בשמן חם עד להזהבה. ניתן לפזר סוכר מעל לפי הטעם."
      }
    ],
    "arabic": [],
    "spanish": []
  },
  "etymology": {
    "english": {
      "name_meaning": "",
      "linguistic_roots": "",
      "historical_reference": "",
      "summary": "The name \"Shpingeot\" appears to derive from Judeo-Arabic or local dialects spoken by Tunisian Jews but is not widely documented in major etymological sources. The precise original meaning is unclear, and it does not have direct ties to either Hebrew or classical Arabic vocabulary. However, oral history and community knowledge suggest the name refers to the method of cooking or the distinctive puffy, fried texture of the dish, akin to fritters or doughnuts[18]."
    },
    "hebrew": {
      "summary": "שם \"שפינג'אות\" נראה שמקורו ביהודית-ערבית או בניבים מקומיים שדיברו יהודי תוניסיה, אך אינו מתועד באופן נרחב במקורות אטימולוגיים מרכזיים. המשמעות המקורית המדויקת אינה ברורה, ואין לו קשר ישיר לאוצר המילים של עברית או ערבית קלאסית. עם זאת, ההיסטוריה שבעל פה והידע הקהילתי מציעים שהשם מתייחס לשיטת הבישול או למרקם המטוגן והנפוח המיוחד של המנה, בדומה לסופגניות או לביבות."
    },
    "arabic": {
      "summary": "يبدو أن اسم \"شبينجيوت\" مشتق من اليهودية-العربية أو اللهجات المحلية التي يتحدث بها اليهود التونسيون، ولكنه غير موثق بشكل واسع في المصادر الاشتقاقية الرئيسية. المعنى الأصلي الدقيق غير واضح، وليس له روابط مباشرة مع مفردات اللغة العبرية أو العربية الكلاسيكية. ومع ذلك، تشير التاريخ الشفوي ومعرفة المجتمع إلى أن الاسم يشير إلى طريقة الطهي أو القوام المنتفخ والمقلي المميز للطبق، مثل الفطائر أو الكعك المحلى."
    },
    "spanish": {
      "summary": "El nombre \"Shpingeot\" parece derivar del judeo-árabe o de dialectos locales hablados por los judíos tunecinos, pero no está ampliamente documentado en fuentes etimológicas importantes. El significado original preciso no está claro y no tiene vínculos directos con el vocabulario hebreo o árabe clásico. Sin embargo, la historia oral y el conocimiento comunitario sugieren que el nombre se refiere al método de cocción o a la textura distintiva, esponjosa y frita del plato, similar a buñuelos o rosquillas."
    }
  },
  "history": {
    "english": {
      "origins": "Shpingeot originated in Djerba, an island off the coast of Tunisia, home to one of the oldest Jewish communities in the world, dating back over 2,000 years[18][2][6]. The dish reflects the unique culinary traditions that developed in the Jewish Diaspora in North Africa, influenced by both local Berber flavors and broader Mediterranean and Middle Eastern cooking[18][2][6].",
      "evolution": "",
      "cultural_significance": "Shpingeot holds cultural importance especially for Djerban and wider Tunisian Jews, where it is often prepared for Shabbat dinners and major Jewish holidays, such as Passover and Rosh Hashanah[18]. The dish symbolizes familial and communal bonds, as recipes are passed down generations and gatherings often revolve around these dishes during festive meals[18][2].\n\n### Etymology\n\nThe name \"Shpingeot\"",
      "regional_variations": "",
      "summary": "Shpingeot originated in Djerba, an island off the coast of Tunisia, home to one of the oldest Jewish communities in the world, dating back over 2,000 years[18][2][6]. The dish reflects the unique culinary traditions that developed in the Jewish Diaspora in North Africa, influenced by both local Berber flavors and broader Mediterranean and Middle Eastern cooking[18][2][6].\nShpingeot holds cultural "
    },
    "hebrew": {
      "summary": "שפינג'ות מקורן בג'רבה, אי מול חופי תוניסיה, בית לאחת הקהילות היהודיות העתיקות בעולם, שמקורה לפני יותר מ-2,000 שנה. המנה משקפת את המסורות הקולינריות הייחודיות שהתפתחו בתפוצות היהודיות בצפון אפריקה, בהשפעת טעמים ברברים מקומיים ובישול ים-תיכוני ומזרח תיכוני רחב יותר. שפינג'ות מחזיקות ערך תרבותי"
    },
    "arabic": {
      "summary": "شبينجيوت نشأت في جربة، جزيرة قبالة ساحل تونس، موطن لإحدى أقدم الجاليات اليهودية في العالم، التي يعود تاريخها لأكثر من 2000 عام. يعكس الطبق التقاليد الطهوية الفريدة التي تطورت في الشتات اليهودي في شمال إفريقيا، متأثرة بالنكهات البربرية المحلية وكذلك الطهي المتوسطي والشرق أوسطي الأوسع. شبينجيوت تحمل قيمة ثقافية"
    },
    "spanish": {
      "summary": "Shpingeot se originó en Djerba, una isla frente a la costa de Túnez, hogar de una de las comunidades judías más antiguas del mundo, que data de hace más de 2,000 años. El plato refleja las tradiciones culinarias únicas que se desarrollaron en la diáspora judía en el norte de África, influenciadas tanto por los sabores locales bereberes como por la cocina mediterránea y del Medio Oriente en general. Shpingeot tiene un significado cultural."
    }
  },
  "djerban_tradition": {
    "english": {
      "role_in_family": "Shpingeot are a traditional Djerban Jewish treat, often enjoyed as a snack or dessert. They are best served fresh and warm.",
      "occasions": "Traditional Tunisian-Djerban Jewish cuisine",
      "preparation_rituals": "[To be expanded from research]",
      "cultural_meaning": "[To be expanded from research]",
      "summary": "Shpingeot are a traditional Djerban Jewish treat, often enjoyed as a snack or dessert. They are best served fresh and warm."
    },
    "hebrew": {
      "summary": "שפינג'אות הן מאכל מסורתי של יהודי ג'רבה, שנהנים ממנו לעיתים קרובות כחטיף או כקינוח. הן הכי טובות כשהן מוגשות טריות וחמות."
    },
    "arabic": {
      "summary": "شبينجيوت هي حلوى تقليدية يهودية من جربة، غالبًا ما تُستمتع بها كوجبة خفيفة أو حلوى. من الأفضل تقديمها طازجة ودافئة."
    },
    "spanish": {
      "summary": "Shpingeot son un dulce tradicional judío de Djerba, a menudo disfrutado como merienda o postre. Se sirven mejor frescos y calientes."
    }
  },
  "cooking_notes": {
    "english": {
      "tips": [
        "Traditional preparation methods recommended",
        "Adjust spicing to taste preference",
        "Source: Safed family tradition"
      ],
      "variations": [
        "[To be documented]"
      ],
      "substitutions": [
        "[To be documented]"
      ]
    },
    "hebrew": {},
    "arabic": {},
    "spanish": {}
  },
  "research_references": {
    "etymology_md": "shpingeot_history.md",
    "history_md": "shpingeot_history.md",
    "sources": [
      "Safed family oral tradition",
      "Perplexity Pro Search research"
    ]
  }
}