{
  "id": "davidah",
  "names": {
    "english": "Davidah",
    "hebrew": "דווידה",
    "arabic": "دافيداه",
    "spanish": "Davidah"
  },
  "metadata": {
    "category": "Main Dishes",
    "serves": "4-6 people",
    "prep_time_minutes": 20,
    "cook_time_minutes": 30,
    "difficulty": "Medium"
  },
  "ingredients": {
    "english": [
      {
        "name": "Spaghetti",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Oil",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Water",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Spices: Salt, Sweet Paprika",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Tomato",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Hot Pepper",
        "amount": "",
        "unit": ""
      }
    ],
    "hebrew": [
      {
        "name": "ספגטי",
        "amount": "",
        "unit": ""
      },
      {
        "name": "שמן",
        "amount": "",
        "unit": ""
      },
      {
        "name": "מים",
        "amount": "",
        "unit": ""
      },
      {
        "name": "תבלינים: מלח, פפריקה מתוקה",
        "amount": "",
        "unit": ""
      },
      {
        "name": "עגבניה",
        "amount": "",
        "unit": ""
      },
      {
        "name": "פלפל חריף",
        "amount": "",
        "unit": ""
      }
    ],
    "arabic": [
      {
        "name": "سباجيتي",
        "amount": "",
        "unit": ""
      },
      {
        "name": "زيت",
        "amount": "",
        "unit": ""
      },
      {
        "name": "ماء",
        "amount": "",
        "unit": ""
      },
      {
        "name": "التوابل: ملح، فلفل حلو",
        "amount": "",
        "unit": ""
      },
      {
        "name": "طماطم",
        "amount": "",
        "unit": ""
      },
      {
        "name": "فلفل حار",
        "amount": "",
        "unit": ""
      }
    ],
    "spanish": [
      {
        "name": "Espaguetis",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Aceite",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Agua",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Especias: Sal, Pimentón dulce",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Tomate",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Pimiento picante",
        "amount": "",
        "unit": ""
      }
    ]
  },
  "instructions": {
    "english": [
      {
        "step": 1,
        "text": "Prepare the dish like a traditional 'Hammasah' soup or like 'Shmid', but add the spaghetti at the end instead of the 'Shmid' or 'Hammasah'."
      }
    ],
    "hebrew": [],
    "arabic": [],
    "spanish": []
  },
  "etymology": {
    "english": {
      "name_meaning": "",
      "linguistic_roots": "",
      "historical_reference": "",
      "summary": "The name \"Davidah\" (דווידה) is derived from the Hebrew word \"David,\" meaning \"beloved\" or \"friend,\" and is often interpreted as a term of endearment or affection. In the context of the dish, it may reflect the warmth and familial love associated with its preparation and sharing. The name is unique to the Djerban Jewish community and is not widely used outside of this cultural context."
    },
    "hebrew": {
      "summary": "השם \"דווידה\" נגזר מהמילה העברית \"דוד,\" שמשמעותה \"אהוב\" או \"חבר,\" ולעיתים מתפרש כמונח של חיבה או אהבה. בהקשר של המנה, זה עשוי לשקף את החום והאהבה המשפחתית הקשורים בהכנתה ובשיתופה. השם ייחודי לקהילה היהודית בג'רבה ואינו נפוץ מחוץ להקשר התרבותי הזה."
    },
    "arabic": {
      "summary": "اسم \"Davidah\" (דווידה) مشتق من الكلمة العبرية \"David\"، والتي تعني \"محبوب\" أو \"صديق\"، وغالبًا ما يُفسر على أنه تعبير عن المودة أو الحب. في سياق الطبق، قد يعكس الدفء والحب العائلي المرتبط بتحضيره ومشاركته. الاسم فريد من نوعه في مجتمع اليهود الدجرباني وليس مستخدمًا على نطاق واسع خارج هذا السياق الثقافي."
    },
    "spanish": {
      "summary": "El nombre \"Davidah\" (דווידה) se deriva de la palabra hebrea \"David,\" que significa \"amado\" o \"amigo,\" y a menudo se interpreta como un término de cariño o afecto. En el contexto del plato, puede reflejar la calidez y el amor familiar asociados con su preparación y compartición. El nombre es único de la comunidad judía de Djerba y no se utiliza ampliamente fuera de este contexto cultural."
    }
  },
  "history": {
    "english": {
      "origins": "Davidah (דווידה) is a traditional Jewish dish with roots in the Tunisian-Djerban community, particularly among Jews from the island of Djerba in Tunisia. The dish is believed to have originated in the late 19th or early 20th century, reflecting the culinary traditions of North African Jews who settled in Israel and maintained their unique recipes. Davidah is closely associated with the Djerban Jew",
      "evolution": "",
      "cultural_significance": "Davidah holds cultural importance as a symbol of identity and continuity for Tunisian-Djerban Jews, especially in Israel where it is prepared for family gatherings and religious holidays. It is traditionally served during Shabbat, holidays such as Rosh Hashanah and Passover, and at lifecycle events like weddings and bar mitzvahs. The dish is cherished for its ability to connect generations and pre",
      "regional_variations": "",
      "summary": "Davidah (דווידה) is a traditional Jewish dish with roots in the Tunisian-Djerban community, particularly among Jews from the island of Djerba in Tunisia. The dish is believed to have originated in the late 19th or early 20th century, reflecting the culinary traditions of North African Jews who settled in Israel and maintained their unique recipes. Davidah is closely associated with the Djerban Jew"
    },
    "hebrew": {
      "summary": "דווידה (דווידה) היא מאכל יהודי מסורתי עם שורשים בקהילה התוניסאית-ג'רבאית, במיוחד בקרב יהודים מהאי ג'רבה בתוניסיה. מאמינים כי המאכל נוצר בסוף המאה ה-19 או בתחילת המאה ה-20, ומשקף את המסורות הקולינריות של יהודי צפון אפריקה שהתיישבו בישראל ושמרו על מתכוניהם הייחודיים. דווידה קשורה באופן הדוק ליהודי ג'רבה."
    },
    "arabic": {
      "summary": "دويداه (דווידה) هو طبق يهودي تقليدي ذو جذور في المجتمع التونسي-الجربي، خاصة بين اليهود من جزيرة جربة في تونس. يُعتقد أن الطبق نشأ في أواخر القرن التاسع عشر أو أوائل القرن العشرين، مما يعكس التقاليد الطهوية لليهود شمال أفريقيا الذين استقروا في إسرائيل وحافظوا على وصفاتهم الفريدة. دويداه يرتبط ارتباطًا وثيقًا باليهود الجربيين."
    },
    "spanish": {
      "summary": "Davidah (דווידה) es un plato judío tradicional con raíces en la comunidad tunecina-djerban, particularmente entre los judíos de la isla de Djerba en Túnez. Se cree que el plato se originó a finales del siglo XIX o principios del siglo XX, reflejando las tradiciones culinarias de los judíos del norte de África que se establecieron en Israel y mantuvieron sus recetas únicas. Davidah está estrechamente asociado con los judíos djerbanos."
    }
  },
  "djerban_tradition": {
    "english": {
      "role_in_family": "This dish is a beloved comfort food in the Tunisian-Djerban Jewish community, often enjoyed as a hearty meal.",
      "occasions": "Traditional Tunisian-Djerban Jewish cuisine",
      "preparation_rituals": "[To be expanded from research]",
      "cultural_meaning": "[To be expanded from research]",
      "summary": "This dish is a beloved comfort food in the Tunisian-Djerban Jewish community, often enjoyed as a hearty meal."
    },
    "hebrew": {
      "summary": "תבשיל זה הוא מאכל מנחם אהוב בקהילה היהודית התוניסאית-ג'רבאית, ולעיתים קרובות נהנים ממנו כארוחה משביעה."
    },
    "arabic": {
      "summary": "هذا الطبق هو طعام مريح محبوب في مجتمع اليهود التونسي-الجربي، وغالبًا ما يُستمتع به كوجبة مشبعة."
    },
    "spanish": {
      "summary": "Este plato es un alimento reconfortante muy querido en la comunidad judía tunecina-djerbana, a menudo disfrutado como una comida abundante."
    }
  },
  "cooking_notes": {
    "english": {
      "tips": [
        "Traditional preparation methods recommended",
        "Adjust spicing to taste preference",
        "Source: Safed family tradition"
      ],
      "variations": [
        "[To be documented]"
      ],
      "substitutions": [
        "[To be documented]"
      ]
    },
    "hebrew": {},
    "arabic": {},
    "spanish": {}
  },
  "research_references": {
    "etymology_md": "davidah_history.md",
    "history_md": "davidah_history.md",
    "sources": [
      "Safed family oral tradition",
      "Perplexity Pro Search research"
    ]
  }
}