{
  "id": "maqoud",
  "names": {
    "english": "Maqoud",
    "hebrew": "מעקוד",
    "arabic": "مقود",
    "spanish": "Maqoud"
  },
  "metadata": {
    "category": "Main Dishes",
    "serves": "4-6 people",
    "prep_time_minutes": 20,
    "cook_time_minutes": 30,
    "difficulty": "Medium"
  },
  "ingredients": {
    "english": [
      {
        "name": "Potatoes",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Eggs",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Parsley",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Peas and carrots (cooked)",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Spices",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Flour",
        "amount": "",
        "unit": ""
      }
    ],
    "hebrew": [],
    "arabic": [
      {
        "name": "البطاطس",
        "amount": "",
        "unit": ""
      },
      {
        "name": "البيض",
        "amount": "",
        "unit": ""
      },
      {
        "name": "البقدونس",
        "amount": "",
        "unit": ""
      },
      {
        "name": "البازلاء والجزر (مطبوخ)",
        "amount": "",
        "unit": ""
      },
      {
        "name": "التوابل",
        "amount": "",
        "unit": ""
      },
      {
        "name": "الدقيق",
        "amount": "",
        "unit": ""
      }
    ],
    "spanish": []
  },
  "instructions": {
    "english": [
      {
        "step": 1,
        "text": "Boil the potatoes until tender."
      },
      {
        "step": 2,
        "text": "Mash the potatoes."
      },
      {
        "step": 3,
        "text": "Add eggs and mix well."
      },
      {
        "step": 4,
        "text": "Incorporate a tablespoon of flour, spices, and chopped parsley. Optionally, add cooked peas and carrots."
      },
      {
        "step": 5,
        "text": "Heat a deep skillet with oil."
      },
      {
        "step": 6,
        "text": "Pour the mixture into the skillet."
      },
      {
        "step": 7,
        "text": "Cook on low heat until it sets."
      },
      {
        "step": 8,
        "text": "Carefully flip the maqoud onto a plate, then return it to the skillet to cook the other side on low heat until it is fully set."
      }
    ],
    "hebrew": [],
    "arabic": [],
    "spanish": [
      {
        "step": 1,
        "text": "Hierva las papas hasta que estén tiernas."
      },
      {
        "step": 2,
        "text": "Triture las papas."
      },
      {
        "step": 3,
        "text": "Agregue los huevos y mezcle bien."
      },
      {
        "step": 4,
        "text": "Incorpore una cucharada de harina, especias y perejil picado. Opcionalmente, agregue guisantes y zanahorias cocidos."
      },
      {
        "step": 5,
        "text": "Caliente una sartén profunda con aceite."
      },
      {
        "step": 6,
        "text": "Vierta la mezcla en la sartén."
      },
      {
        "step": 7,
        "text": "Cocine a fuego lento hasta que se cuaje."
      },
      {
        "step": 8,
        "text": "Con cuidado, voltee el maqoud sobre un plato, luego regrese a la sartén para cocinar el otro lado a fuego lento hasta que esté completamente cuajado."
      }
    ]
  },
  "etymology": {
    "english": {
      "name_meaning": "",
      "linguistic_roots": "",
      "historical_reference": "",
      "summary": "The name \"Maqoud\" (sometimes spelled Makoud or Maqoud) derives from the Arabic word \"maqṣūd\" (مقصود), meaning \"intended,\" \"desired,\" or \"aimed for\"[7][15][19]. This root signifies something that is sought after, a goal, or a purpose—perhaps referencing the dish’s desirability as a culinary treat or the intention behind its careful preparation."
    },
    "hebrew": {
      "summary": "השם \"מקוד\" (לפעמים נכתב גם מקוד או מקוד) נגזר מהמילה הערבית \"מַקְצוּד\" (مقصود), שמשמעותה \"מכוון\", \"רצוי\" או \"מטרה\". שורש זה מציין משהו שמחפשים אחריו, מטרה או כוונה - אולי בהתייחסות לרצוי של המנה כתענוג קולינרי או הכוונה מאחורי הכנתה הקפדנית."
    },
    "arabic": {
      "summary": "اسم \"مقود\" (يُكتب أحيانًا مكود أو مقود) مشتق من الكلمة العربية \"مقصود\"، والتي تعني \"مقصود\"، \"مرغوب\"، أو \"مستهدف\". هذا الجذر يشير إلى شيء يُسعى إليه، هدف، أو غاية - ربما في إشارة إلى جاذبية الطبق كوجبة شهية أو النية وراء تحضيره بعناية."
    },
    "spanish": {
      "summary": "El nombre \"Maqoud\" (a veces escrito como Makoud o Maqoud) deriva de la palabra árabe \"maqṣūd\" (مقصود), que significa \"intencionado\", \"deseado\" o \"apuntado a\". Esta raíz significa algo que se busca, un objetivo o un propósito, tal vez haciendo referencia a la deseabilidad del plato como un manjar culinario o la intención detrás de su cuidadosa preparación."
    }
  },
  "history": {
    "english": {
      "origins": "The dish Maqoud (מעקוד) originated within the Jewish communities of Tunisia, specifically with strong ties to those on the island of Djerba[5][9][13]. Jewish presence in Djerba is ancient, dating back to well before the Middle Ages, possibly as early as the destruction of the First Temple in Jerusalem (6th century BCE), with a significant, continuous community by the 11th century CE[5][9]. Over ce",
      "evolution": "",
      "cultural_significance": "Maqoud holds an important place in Jewish-Tunisian homes as comfort food and as a cherished dish for Sabbath (Shabbat) and Jewish holidays[1][13]. It symbolizes community, continuity, and the preservation of identity through food, with recipes commonly passed down through generations. Maqoud is often served for festive meals or family gatherings, reflecting its role in marking special occasions an",
      "regional_variations": "",
      "summary": "The dish Maqoud (מעקוד) originated within the Jewish communities of Tunisia, specifically with strong ties to those on the island of Djerba[5][9][13]. Jewish presence in Djerba is ancient, dating back to well before the Middle Ages, possibly as early as the destruction of the First Temple in Jerusalem (6th century BCE), with a significant, continuous community by the 11th century CE[5][9]. Over ce"
    },
    "hebrew": {
      "summary": "המנה מעקוד (Maqoud) מקורה בקהילות היהודיות של תוניסיה, במיוחד עם קשרים חזקים לאלו שבאי ג'רבה. הנוכחות היהודית בג'רבה היא עתיקה, מתוארכת הרבה לפני ימי הביניים, ייתכן שכבר מהחורבן של בית המקדש הראשון בירושלים (המאה ה-6 לפנה\"ס), עם קהילה משמעותית ורציפה עד המאה ה-11 לספירה."
    },
    "arabic": {
      "summary": "نشأ طبق معقود (מעקוד) داخل المجتمعات اليهودية في تونس، وخاصة مع روابط قوية لأولئك في جزيرة جربة. يعود الوجود اليهودي في جربة إلى العصور القديمة، وقد يكون منذ ما قبل العصور الوسطى، وربما في وقت مبكر من تدمير الهيكل الأول في القدس (القرن السادس قبل الميلاد)، مع وجود مجتمع كبير ومستمر بحلول القرن الحادي عشر الميلادي."
    },
    "spanish": {
      "summary": "El plato Maqoud (מעקוד) se originó dentro de las comunidades judías de Túnez, específicamente con fuertes vínculos con aquellas en la isla de Djerba. La presencia judía en Djerba es antigua, remontándose a mucho antes de la Edad Media, posiblemente tan temprano como la destrucción del Primer Templo en Jerusalén (siglo VI a.C.), con una comunidad significativa y continua para el siglo XI d.C."
    }
  },
  "djerban_tradition": {
    "english": {
      "role_in_family": "Maqoud is a traditional dish from the Tunisian-Djerban Jewish community, often enjoyed as a savory treat. It can be served as a main dish or a side.",
      "occasions": "Traditional Tunisian-Djerban Jewish cuisine",
      "preparation_rituals": "[To be expanded from research]",
      "cultural_meaning": "[To be expanded from research]",
      "summary": "Maqoud is a traditional dish from the Tunisian-Djerban Jewish community, often enjoyed as a savory treat. It can be served as a main dish or a side."
    },
    "hebrew": {
      "summary": "מאקוד הוא מאכל מסורתי מקהילת יהודי תוניסיה-ג'רבה, שנהנים ממנו לעיתים קרובות כמעדן מלוח. ניתן להגיש אותו כמנה עיקרית או כתוספת."
    },
    "arabic": {
      "summary": "مقود هو طبق تقليدي من مجتمع اليهود التونسي-الجربي، وغالبًا ما يُستمتع به كوجبة لذيذة. يمكن تقديمه كطبق رئيسي أو جانبي."
    },
    "spanish": {
      "summary": "Maqoud es un plato tradicional de la comunidad judía tunecina-djerbana, a menudo disfrutado como un manjar salado. Se puede servir como plato principal o como acompañamiento."
    }
  },
  "cooking_notes": {
    "english": {
      "tips": [
        "Traditional preparation methods recommended",
        "Adjust spicing to taste preference",
        "Source: Safed family tradition"
      ],
      "variations": [
        "[To be documented]"
      ],
      "substitutions": [
        "[To be documented]"
      ]
    },
    "hebrew": {},
    "arabic": {},
    "spanish": {}
  },
  "research_references": {
    "etymology_md": "maqoud_history.md",
    "history_md": "maqoud_history.md",
    "sources": [
      "Safed family oral tradition",
      "Perplexity Pro Search research"
    ]
  }
}