{
  "id": "admeshushah",
  "names": {
    "english": "Admeshushah",
    "hebrew": "אדמשושה",
    "arabic": "أدمشوشة",
    "spanish": "Admeshushah"
  },
  "metadata": {
    "category": "Soup",
    "serves": "4-6 people",
    "prep_time_minutes": 20,
    "cook_time_minutes": 30,
    "difficulty": "Medium"
  },
  "ingredients": {
    "english": [
      {
        "name": "Potatoes",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Onion",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Tomato",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Hot pepper",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Eggs",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Water",
        "amount": "",
        "unit": ""
      },
      {
        "name": "Spices",
        "amount": "",
        "unit": ""
      }
    ],
    "hebrew": [
      {
        "name": "תפוחי אדמה",
        "amount": "",
        "unit": ""
      },
      {
        "name": "בצל",
        "amount": "",
        "unit": ""
      },
      {
        "name": "עגבנייה",
        "amount": "",
        "unit": ""
      },
      {
        "name": "פלפל חריף",
        "amount": "",
        "unit": ""
      },
      {
        "name": "ביצים",
        "amount": "",
        "unit": ""
      },
      {
        "name": "מים",
        "amount": "",
        "unit": ""
      },
      {
        "name": "תבלינים",
        "amount": "",
        "unit": ""
      }
    ],
    "arabic": [
      {
        "name": "بطاطس",
        "amount": "",
        "unit": ""
      },
      {
        "name": "بصل",
        "amount": "",
        "unit": ""
      },
      {
        "name": "طماطم",
        "amount": "",
        "unit": ""
      },
      {
        "name": "فلفل حار",
        "amount": "",
        "unit": ""
      },
      {
        "name": "بيض",
        "amount": "",
        "unit": ""
      },
      {
        "name": "ماء",
        "amount": "",
        "unit": ""
      },
      {
        "name": "توابل",
        "amount": "",
        "unit": ""
      }
    ],
    "spanish": []
  },
  "instructions": {
    "english": [
      {
        "step": 1,
        "text": "Start by sautéing the onion until it becomes translucent."
      },
      {
        "step": 2,
        "text": "Add sweet paprika to the sautéed onion."
      },
      {
        "step": 3,
        "text": "Incorporate a small amount of chopped tomato and a very small hot pepper."
      },
      {
        "step": 4,
        "text": "Season with a pinch of salt."
      },
      {
        "step": 5,
        "text": "Sauté for a short while until the ingredients are well combined."
      },
      {
        "step": 6,
        "text": "Add water and bring to a boil."
      },
      {
        "step": 7,
        "text": "Once boiling, crack whole eggs into the broth."
      },
      {
        "step": 8,
        "text": "Cook for about 10 minutes."
      },
      {
        "step": 9,
        "text": "Optionally, you can add pieces of potatoes for added texture."
      }
    ],
    "hebrew": [],
    "arabic": [],
    "spanish": []
  },
  "etymology": {
    "english": {
      "name_meaning": "",
      "linguistic_roots": "",
      "historical_reference": "",
      "summary": "The name \"Admeshushah\" (אדמשושה) appears to derive from Hebrew roots, though its precise meaning is debated. In Hebrew, \"adama\" refers to \"earth\" or \"soil,\" potentially reflecting the dish’s use of locally grown or staple ingredients. The suffix \"shushah\" may be a diminutive or could indicate a particular texture or form, but no definitive scholarly consensus exists regarding its full etymological breakdown. Due to the lack of reference in broader Hebrew or Aramaic sources, the name may also rep"
    },
    "hebrew": {
      "summary": "השם \"אדמשושה\" (אדמשושה) נראה שמקורו בשורשים עבריים, אם כי משמעותו המדויקת נתונה לדיון. בעברית, \"אדמה\" מתייחסת ל\"אדמה\" או \"קרקע\", מה שעשוי לשקף את השימוש במרכיבים מקומיים או בסיסיים במנה. הסיומת \"שושה\" עשויה להיות הקטנה או להצביע על מרקם או צורה מסוימים, אך אין קונצנזוס מחקרי סופי לגבי הפירוק האטימולוגי המלא שלה. בשל היעדר התייחסות במקורות עבריים או ארמיים רחבים יותר, ייתכן שהשם גם משקף..."
    },
    "arabic": {
      "summary": "يبدو أن اسم \"أدماشوشاه\" (אדמשושה) مشتق من جذور عبرية، رغم أن معناه الدقيق محل نقاش. في العبرية، تشير \"أداما\" إلى \"الأرض\" أو \"التربة\"، مما قد يعكس استخدام الطبق لمكونات محلية أو أساسية. أما اللاحقة \"شوشاه\" فقد تكون تصغيرًا أو قد تشير إلى نسيج أو شكل معين، لكن لا يوجد إجماع علمي نهائي بشأن تفصيلها اللغوي الكامل. نظرًا لعدم وجود مرجع في المصادر العبرية أو الآرامية الأوسع، قد يكون الاسم أيضًا..."
    },
    "spanish": {
      "summary": "El nombre \"Admeshushah\" (אדמשושה) parece derivar de raíces hebreas, aunque su significado preciso es objeto de debate. En hebreo, \"adama\" se refiere a \"tierra\" o \"suelo,\" lo que podría reflejar el uso del plato de ingredientes cultivados localmente o básicos. El sufijo \"shushah\" puede ser un diminutivo o podría indicar una textura o forma particular, pero no existe un consenso académico definitivo sobre su desglose etimológico completo. Debido a la falta de referencias en fuentes hebreas o arameas más amplias, el nombre también podría rep"
    }
  },
  "history": {
    "english": {
      "origins": "Admeshushah (אדמשושה) is a traditional dish most strongly associated with the Jewish communities of Tunisia, particularly the island of Djerba, which has been home to Jews for over two millennia[10][13][6]. The origins of Admeshushah are rooted in the unique Jewish culinary heritage of North Africa, with Djerba itself known for preserving many ancient Jewish customs and recipes due to its relative",
      "evolution": "",
      "cultural_significance": "Admeshushah holds special significance in Djerban Jewish cultural and religious life, often prepared during important Jewish holidays and Shabbat[10][13]. In particular, it is considered a staple for festive meals, especially in connection with communal gatherings and religious observances. Its preparation is a means of expressing Jewish identity, continuity, and hospitality, acting as a culinary ",
      "regional_variations": "",
      "summary": "Admeshushah (אדמשושה) is a traditional dish most strongly associated with the Jewish communities of Tunisia, particularly the island of Djerba, which has been home to Jews for over two millennia[10][13][6]. The origins of Admeshushah are rooted in the unique Jewish culinary heritage of North Africa, with Djerba itself known for preserving many ancient Jewish customs and recipes due to its relative"
    },
    "hebrew": {
      "summary": "אדמשושה (אדמשושה) הוא מאכל מסורתי המזוהה בעיקר עם הקהילות היהודיות בתוניסיה, ובמיוחד עם האי ג'רבה, אשר היה בית ליהודים במשך למעלה משני אלפים שנה. מקורות האדמשושה נעוצים במורשת הקולינרית היהודית הייחודית של צפון אפריקה, כאשר ג'רבה עצמה ידועה בשימור מנהגים ומתכונים יהודיים עתיקים רבים בשל יחסיותה."
    },
    "arabic": {
      "summary": "ادمشوشة (אדמשושה) هو طبق تقليدي يرتبط بشكل وثيق بالجاليات اليهودية في تونس، وخاصة جزيرة جربة، التي كانت موطنًا لليهود لأكثر من ألفي عام. تعود أصول ادمشوشة إلى التراث الطهوي اليهودي الفريد في شمال إفريقيا، حيث تشتهر جربة نفسها بالحفاظ على العديد من العادات والوصفات اليهودية القديمة بفضل موقعها النسبي."
    },
    "spanish": {
      "summary": "Admeshushah (אדמשושה) es un plato tradicional fuertemente asociado con las comunidades judías de Túnez, particularmente la isla de Djerba, que ha sido hogar de judíos durante más de dos milenios. Los orígenes de Admeshushah están arraigados en la singular herencia culinaria judía del norte de África, con Djerba misma conocida por preservar muchas costumbres y recetas judías antiguas debido a su relativa."
    }
  },
  "djerban_tradition": {
    "english": {
      "role_in_family": "This dish is a traditional Tunisian-Djerban Jewish recipe, often enjoyed as a comforting meal. The combination of spices and the addition of eggs create a rich and flavorful broth.",
      "occasions": "Traditional Tunisian-Djerban Jewish cuisine",
      "preparation_rituals": "[To be expanded from research]",
      "cultural_meaning": "[To be expanded from research]",
      "summary": "This dish is a traditional Tunisian-Djerban Jewish recipe, often enjoyed as a comforting meal. The combination of spices and the addition of eggs create a rich and flavorful broth."
    },
    "hebrew": {
      "summary": "תבשיל זה הוא מתכון מסורתי של יהודי תוניסיה-ג'רבה, שנהנים ממנו לעיתים קרובות כארוחה מנחמת. השילוב של התבלינים והוספת הביצים יוצרים מרק עשיר וטעים."
    },
    "arabic": {
      "summary": "هذه الوصفة هي طبق تقليدي من التراث اليهودي التونسي-الجربي، وغالبًا ما يتم الاستمتاع بها كوجبة مريحة. يجمع بين التوابل وإضافة البيض لخلق مرق غني ولذيذ."
    },
    "spanish": {
      "summary": "Este plato es una receta tradicional judía tunecina-djerban, a menudo disfrutada como una comida reconfortante. La combinación de especias y la adición de huevos crean un caldo rico y sabroso."
    }
  },
  "cooking_notes": {
    "english": {
      "tips": [
        "Traditional preparation methods recommended",
        "Adjust spicing to taste preference",
        "Source: Safed family tradition"
      ],
      "variations": [
        "[To be documented]"
      ],
      "substitutions": [
        "[To be documented]"
      ]
    },
    "hebrew": {},
    "arabic": {},
    "spanish": {}
  },
  "research_references": {
    "etymology_md": "admeshushah_history.md",
    "history_md": "admeshushah_history.md",
    "sources": [
      "Safed family oral tradition",
      "Perplexity Pro Search research"
    ]
  }
}