{
  "id": "couscous_soup",
  "image": "couscous_soup.png",
  "meta": {
    "servings": "4–6",
    "prep_time": "15 min",
    "cook_time": "50 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "מרק לקוסקוס",
    "es": "Caldo para Cuscús",
    "ar": "مرقة خضرة",
    "en": "Couscous Soup"
  },
  "description": {
    "he": "המרק העשיר הזה (מַרְקַה) הוא הליווי המסורתי לקוסקוס. בעוד שבמקור המנה מבוססת על עוף, בגרסה זו קוביות טופו או סייטן סופגות את טעמי הרוטב האדום. השם נגזר מהמילה הערבית 'מַרַק' (ציר/רוטב), והמנה מהווה בסיס לארוחות שבת בג'רבה ובטנג'יר.",
    "es": "Este rico caldo (Marqa) es el acompañante esencial del cuscús. Tradicionalmente hecho con pollo o cordero, esta versión vegana utiliza tofu o seitán para absorber la salsa especiada con pimentón. El nombre proviene del árabe 'maraq', que significa caldo o estofado.",
    "ar": "هذه 'المرقة' ضرورية لتقديم الكسكسي في شمال أفريقيا. في الأصل تُطبخ بالدجاج، لكن هذه النسخة النباتية تستخدم التوفو أو السيتان لتعويض اللحم. كلمة 'مرقة' تعني الصلصة أو اليخنة، وهي أساسية في مائدة السبت.",
    "en": "This rich vegetable broth (*Marqa*) is the essential companion to steamed couscous. While traditionally prepared with chicken, this plant-based adaptation uses seitan or tofu to absorb the savory red sauce. The name comes from the Arabic *maraq* (broth), a staple of North African Jewish cuisine."
  },
  "ingredients": {
    "he": [
      "300 גרם טופו מוצק / סייטן (חתוך לקוביות)",
      "1 בצל גדול (פרוס)",
      "2 קישואים (חתוכים גס)",
      "300 גרם דלעת (קוביות)",
      "1 כוס גרגרי חומוס (מבושלים)",
      "1 כוס שעועית ירוקה",
      "2 תפוחי אדמה (חתוכים לרבעים)",
      "2 כפות שמן",
      "1 כף פפריקה מתוקה",
      "מים רותחים או ציר ירקות",
      "מלח לפי הטעם"
    ],
    "es": [
      "300g de Tofu firme / Seitán (en cubos)",
      "1 cebolla grande (en rodajas)",
      "2 calabacines (troceados)",
      "300g de calabaza (en cubos)",
      "1 taza de garbanzos (cocidos)",
      "1 taza de judías verdes",
      "2 patatas (en cuartos)",
      "2 cucharadas de aceite",
      "1 cucharada de pimentón dulce",
      "Agua hirviendo o caldo de verduras",
      "Sal al gusto"
    ],
    "ar": [
      "300 غرام توفو / سيتان (مكعبات)",
      "1 بصلة كبيرة (مقطعة)",
      "2 كوسا (قرعة خضراء)",
      "300 غرام يقطين (قرعة حمراء)",
      "1 كأس حمص (طايب)",
      "1 كأس لوبيا خضراء",
      "2 بطاطا (مقطعة أرباع)",
      "2 ملاعق زيت",
      "1 ملعقة فلفل أحمر (بابريكا)",
      "ماء سخون أو مرق خضار",
      "ملح حسب الذوق"
    ],
    "en": [
      "300g Firm Tofu / Seitan (cubed)",
      "1 large Onion (sliced)",
      "2 Zucchinis (chunked)",
      "300g Pumpkin (cubed)",
      "1 cup Chickpeas (cooked)",
      "1 cup Green beans",
      "2 Potatoes (quartered)",
      "2 tbsp Oil",
      "1 tbsp Sweet Paprika",
      "Boiling water or Vegetable stock",
      "Salt to taste"
    ]
  },
  "steps": {
    "he": [
      "מחממים בסיר שמן עם פפריקה (לפתיחת התבלין) ומוסיפים את פרוסות הבצל.",
      "מוסיפים את הקישוא, הדלעת, השעועית והחומוס, מתבלים במלח, ומאדים בסיר מכוסה כחצי שעה (שהירקות יגירו נוזלים).",
      "מוסיפים מים רותחים (או ציר) ואת קוביות הטופו/סייטן.",
      "לבסוף מוסיפים את תפוחי האדמה ומבשלים עד שהם רכים והרוטב מסמיך מעט."
    ],
    "es": [
      "Calentar el aceite con el pimentón en una olla y añadir la cebolla en rodajas.",
      "Agregar calabacín, calabaza, judías verdes, garbanzos y sal; tapar y cocinar al vapor (rehogar) durante 30 minutos.",
      "Añadir agua hirviendo (o caldo) y los cubos de tofu o seitán.",
      "Finalmente, añadir las patatas y cocinar hasta que estén tiernas."
    ],
    "ar": [
      "سخّن الزيت مع الفلفل الأحمر (بابريكا) في طنجرة وزيد شرائح البصل.",
      "حط القرعة الحمراء والخضراء، اللوبيا، والحمص مع الملح. غطّي الطنجرة وخليهم يتقلاو (يتبخرو) نص ساعة.",
      "صب الماء السخون (أو المرق) وزيد مكعبات التوفو أو السيتان.",
      "في لخر، ارمي البطاطا وخلي المرقة تطيب حتى ترطاب البطاطا."
    ],
    "en": [
      "Heat oil with paprika in a large pot to bloom the spice, then add sliced onion.",
      "Add zucchini, pumpkin, green beans, chickpeas, and salt. Cover and steam/sauté for 30 minutes to release juices.",
      "Add boiling water (or stock) and the tofu/seitan cubes.",
      "Finally, add the potatoes and simmer until tender."
    ]
  }
}