{
  "id": "adafina",
  "image": "images/current/001_adafina/dish.png",
  "meta": {
    "servings": "6-8",
    "prep_time": "30 min",
    "cook_time": "720 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "אדפינה",
    "es": "Adafina",
    "ar": "أدفينة",
    "en": "Adafina (Moroccan Shabbat Stew)"
  },
  "description": {
    "he": "אדפינה, שפירושה \"טמונה\", מזכירה את השיטה ההיסטורית של הטמנת סירים בגחלים לבישול איטי במשך הלילה. תבשיל שבת בבוקר מרוקאי זה כולל באופן מסורתי שכבות של חומוס, תפוחי אדמה וחיטה. גרסה צמחית זו מחליפה את הבשר בסייטן עשיר, תוך שמירה על העומק המקורמל והעושר המנחם של המנה.",
    "es": "Adafina, que significa \"enterrada\", evoca el método histórico de enterrar ollas en brasas para cocinarlas lentamente durante la noche. Este guiso marroquí de sábado por la mañana presenta tradicionalmente capas de garbanzos, papas y trigo. Esta adaptación vegetal reemplaza la carne con seitán sabroso, manteniendo la profundidad caramelizada y la riqueza reconfortante del plato.",
    "ar": "أدفينة، ومعناها \"المدفونة\"، تفكرنا بالطريقة القديمة كي كانوا يدفنوا الطنجرة في الجمر باش تطيب بالشوية ليلة كاملة. هالمريقة المغربية متاع صباح السبت فيها عادة الحمص والبطاطا والقمح. في الوصفة النباتية هذي، بدلنا اللحم بالسييتان، وبقات فيها البنة المعسلة والريحة الفاوحة متاع العادة.",
    "en": "Adafina, meaning \"buried,\" recalls the historical method of burying pots in embers to slow-cook overnight. This Moroccan Shabbat morning stew traditionally features layers of chickpeas, potatoes, and wheat. This plant-based adaptation replaces meat with savory seitan, while maintaining the dish's signature caramelized depth and comforting richness."
  },
  "ingredients": {
    "he": [
      "250 גרם חומוס, מושרה כל הלילה",
      "1000 גרם סייטן, חתוך לחתיכות גדולות",
      "6 תפוחי אדמה, קלופים",
      "6 גושי טופו קשה, סחוטים",
      "200 גרם חיטה, שטופה",
      "25 גרם סוכר (לקרמל)",
      "3 גרם כורכום",
      "1.5 גרם פלפל לבן",
      "אגוז מוסקט מגורר לפי הטעם",
      "2.5 גרם פפריקה מתוקה",
      "1.3 גרם קינמון טחון",
      "10 גרם אבקת מרק ירקות",
      "מלח לפי הטעם",
      "מים לכיסוי"
    ],
    "es": [
      "250 g de garbanzos, remojados toda la noche",
      "1000 g de seitán, cortado en trozos grandes",
      "6 papas, peladas",
      "6 bloques de tofu firme, prensados",
      "200 g de granos de trigo, enjuagados",
      "25 g de azúcar (para caramelizar)",
      "3 g de cúrcuma",
      "1.5 g de pimienta blanca",
      "Nuez moscada rallada al gusto",
      "2.5 g de pimentón dulce",
      "1.3 g de canela molida",
      "10 g de caldo de verduras en polvo",
      "Sal al gusto",
      "Agua para cubrir"
    ],
    "ar": [
      "1.25 كاس حمص، منفخ ليلة كاملة",
      "4.2 كيسان سييتان (غلوتين القمح)، مقصوص طروف كبار",
      "6 كعبات بطاطا، مقشرين",
      "6 طروف توفو يابس، معصورين",
      "1.1 كاس قمح، مغسول",
      "2 مغارف سكر (باش يتكرمل)",
      "1 مغرفة صغيرة كركم",
      "0.5 مغرفة صغيرة فلفل أبيض",
      "جوزة الطيب مرحية حسب الذوق",
      "1 مغرفة صغيرة فلفل أحمر",
      "0.5 مغرفة صغيرة قرفة مرحية",
      "1 مغرفة كبيرة مرقة خضرة بودر",
      "ملح حسب الذوق",
      "ماء باش نغموا الطنجرة"
    ],
    "en": [
      "1.25 cups chickpeas, soaked overnight",
      "4.2 cups seitan chunks (wheat gluten)",
      "6 potatoes, peeled",
      "6 blocks firm tofu, pressed",
      "1.1 cups wheat berries, rinsed",
      "2 tbsp sugar (for caramelizing)",
      "1 tsp turmeric",
      "0.5 tsp white pepper",
      "Grated nutmeg to taste",
      "1 tsp sweet paprika",
      "0.5 tsp ground cinnamon",
      "1 tbsp vegetable bouillon powder",
      "Salt to taste",
      "Water to cover"
    ]
  },
  "steps": {
    "he": [
      "השרו את החומוס במים למשך הלילה לפני תחילת הבישול.",
      "הניחו את הסייטן בסיר עם מים והביאו לרתיחה. סננו את המים, שטפו את הסייטן ושטפו את הסיר.",
      "החזירו את הסייטן הנקי לסיר. הוסיפו את החומוס המושרה (בדרך כלל בתחתית או מתחת לסייטן) והניחו את תפוחי האדמה מעל.",
      "הוסיפו את התבלינים: כורכום, פלפל לבן, קורט אגוז מוסקט, פפריקה, קינמון, אבקת מרק ומלח.",
      "הוסיפו את גושי הטופו לסיר (במקום הביצים).",
      "הכינו את הקרמל: במחבת קטנה נפרדת, חממו את הסוכר עם מעט מאוד מים עד שהוא נשרף מעט והופך לחום כהה. שפכו בזהירות לסיר הראשי.",
      "כסו את התכולה במים. הביאו לרתיחה, הנמיכו את האש ובשלו במשך כ-1.5 שעות.",
      "הניחו את החיטה בשקית בישול (בדקו שאין חורים). לפני שבת, הניחו את השקית בסיר. נקבו חורים קטנים בחלק העליון של השקית.",
      "העבירו את הסיר לפלטת שבת או לתנור בחום נמוך (100 מעלות) ובשלו כל הלילה עד לארוחת הצהריים למחרת."
    ],
    "es": [
      "Remoje los garbanzos en agua durante la noche antes de comenzar a cocinar.",
      "Coloque el seitán en una olla con agua y hierva. Escurra el agua, enjuague el seitán y enjuague la olla.",
      "Devuelva el seitán limpio a la olla. Agregue los garbanzos remojados (generalmente en el fondo o debajo del seitán) y coloque las papas encima.",
      "Agregue las especias: cúrcuma, pimienta blanca, una pizca de nuez moscada, pimentón, canela, caldo en polvo y sal.",
      "Agregue los bloques de tofu a la olla (en lugar de los huevos).",
      "Prepare el caramelo: En una sartén pequeña aparte, caliente el azúcar con muy poca agua hasta que se queme ligeramente y se ponga marrón oscuro. Viértalo con cuidado en la olla principal.",
      "Cubra el contenido con agua. Lleve a ebullición, reduzca el fuego y cocine a fuego lento durante aproximadamente 1.5 horas.",
      "Coloque el trigo en una bolsa de cocción (verifique que no tenga agujeros). Antes de Shabat, coloque la bolsa en la olla. Haga pequeños agujeros en la parte superior.",
      "Transfiera la olla a una placa de Shabat o a un horno bajo (100°C) y cocine toda la noche hasta el almuerzo del día siguiente."
    ],
    "ar": [
      "نفخ الحمص في الماء ليلة كاملة قبل ما تبدا تطيب.",
      "حط السييتان في طنجرة مع الماء وغليه. صفي الماء، وشلل السييتان وعاود شلل الطنجرة.",
      "رجع السييتان النظيف للطنجرة. زيد الحمص المنفخ (عادة من لوطة) وحط البطاطا من فوق.",
      "زيد الفاحات: كركم، فلفل أبيض، رشة جوزة الطيب، فلفل أحمر، قرفة، بودر مرقة وملح.",
      "زيد طروف التوفو للطنجرة (في بلاصة العظم).",
      "حضر الكراميل: في قلاية صغيرة، سخن السكر مع شوية ماء لين يتحرق شوية ويولي لونه أكحل. صبه بالشوية في الطنجرة ورد بالك لا يطش.",
      "غم الطنجرة بالماء. غليها، ومن بعد نقص في النار وخليها تطيب حكاية ساعة ونص.",
      "حط القمح في صرة (ثبت ما فيهاش نقب). قبل السبت، حط الصرة في الطنجرة. انقب الصرة شوية من فوق باش يدخلها المرق.",
      "حط الطنجرة فوق الكانون (أو الفלטה) ولا في الفور على نار هادية (100 درجة) وخليها تطيب ليلة كاملة حتى لفطور غدوة."
    ],
    "en": [
      "Soak the chickpeas in water overnight before starting cooking.",
      "Place the seitan in a pot with water and bring to a boil. Drain the water, rinse the seitan, and rinse the pot.",
      "Return the clean seitan to the pot. Add the soaked chickpeas (usually at the bottom or under the seitan) and place the potatoes on top.",
      "Add the spices: turmeric, white pepper, a pinch of nutmeg, paprika, cinnamon, vegetable bouillon, and salt.",
      "Add the tofu blocks to the pot (replacing the eggs).",
      "Prepare the caramel: In a separate small pan, heat the sugar with a tiny amount of water until it burns slightly and turns dark brown. Carefully pour this into the main pot.",
      "Cover the contents with water. Bring to a boil, then reduce heat and simmer for about 1.5 hours.",
      "Place the wheat in a cooking bag (checking for holes). Before Shabbat, place the bag in the pot. Poke small holes in the top of the bag.",
      "Transfer the pot to a Shabbat hot plate or a low oven (100°C/212°F) and cook overnight until lunch the next day."
    ]
  }
}