{
  "id": "adafina",
  "image": "images/current/001_adafina/dish.png",
  "meta": {
    "servings": "6-8",
    "prep_time": "30 min",
    "cook_time": "720 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "אדפינה",
    "es": "Adafina (Estofado de Shabat Marroquí)",
    "ar": "أدفينة (يخنة السبت المغربية)",
    "en": "Adafina (Moroccan Shabbat Stew)"
  },
  "description": {
    "he": "אדפינה נגזרת מהמילה הערבית ל\"קבור\", המזכירה כיצד סירים הוטמנו בגחלים למשך הלילה. גרסה צמחית זו של קלאסיקת השבת המרוקאית מחליפה את הבשר בסייטן עשיר תוך שמירה על העומק המקורמל המסורתי. שכבות של חומוס, תפוחי אדמה וחיטה מתבשלות לאט ליצירת ארוחת צהריים עשירה ומנחמת.",
    "es": "Adafina deriva de la palabra árabe para enterrado, recordando cómo las ollas se escondían en las brasas durante la noche. Esta adaptación vegetal del clásico de Shabat marroquí reemplaza la carne con seitán sabroso mientras mantiene la profundidad caramelizada tradicional. Capas de garbanzos, papas y trigo se cocinan a fuego lento para crear un almuerzo rico y reconfortante.",
    "ar": "أدفينة جاية من كلمة مدفونة، وتفكّرنا كيفاش كانوا يدمسوا الطناجر في الجمر ليلة كاملة. هالوصفة النباتية لطبق السبت المغربي تبدّل اللحم بالسيتان مع المحافظة على طعمة الكراميل التقليدية. طبقات من الحمص، والبطاطا، والقمح يطيبوا بالشوية باش يعطيو فطور غني وبنين.",
    "en": "Adafina derives from the Arabic word for \"buried,\" recalling how pots were hidden in embers overnight. This plant-based adaptation of the Moroccan Shabbat classic replaces meat with savory seitan while maintaining the traditional caramelized depth. Layers of chickpeas, potatoes, and wheat simmer slowly to create a rich and comforting lunch."
  },
  "ingredients": {
    "he": [
      "250 גרם חומוס, מושרה כל הלילה",
      "1000 גרם סייטן (גלוטן חיטה), חתוך לחתיכות גדולות",
      "6 תפוחי אדמה, קלופים",
      "6 גושי טופו קשה, סחוטים וחתוכים לקוביות גדולות",
      "200 גרם חיטה, שטופה",
      "25 גרם סוכר",
      "3 גרם כורכום",
      "1.5 גרם פלפל לבן",
      "אגוז מוסקט מגורר לפי הטעם",
      "2.5 גרם פפריקה מתוקה",
      "1.3 גרם קינמון טחון",
      "10 גרם אבקת מרק ירקות",
      "מלח לפי הטעם",
      "מים לכיסוי"
    ],
    "es": [
      "250 g de garbanzos, remojados toda la noche",
      "1000 g de seitán (gluten de trigo), cortado en trozos grandes",
      "6 papas, peladas",
      "6 bloques de tofu firme, prensado y cortado en bloques grandes",
      "200 g de granos de trigo, enjuagados",
      "25 g de azúcar",
      "3 g de cúrcuma",
      "1.5 g de pimienta blanca",
      "Nuez moscada rallada al gusto",
      "2.5 g de pimentón dulce",
      "1.3 g de canela molida",
      "10 g de caldo de verduras en polvo",
      "Sal al gusto",
      "Agua para cubrir"
    ],
    "ar": [
      "1.25 كاس حمص، منفخ ليلة كاملة",
      "4.2 كيسان سيتان (غلوتين القمح)، مقصوص طروف كبار",
      "6 كعبات بطاطا، مقشرين",
      "6 طروف توפו يابس، معصور ومقصوص طروف كبار",
      "1.1 كاس قمح، مشلل",
      "2 مغارف سكر",
      "1 مغرفة صغيرة كركم",
      "0.5 مغرفة صغيرة فلفل أبيض",
      "جوزة الطيب مرحية حسب الذوق",
      "1 مغرفة صغيرة فلفل أحمر (زينة)",
      "0.5 مغرفة صغيرة قرفة مرحية",
      "1 مغرفة مرقة خضرة (بودر)",
      "ملح حسب الذوق",
      "ماء باش نغمّوا الطنجرة"
    ],
    "en": [
      "1.25 cups chickpeas, soaked overnight",
      "4.2 cups seitan (wheat gluten), cut into large chunks",
      "6 potatoes, peeled",
      "6 blocks firm tofu, pressed and cut into large blocks",
      "1.1 cups wheat berries, rinsed",
      "2 tbsp sugar",
      "1 tsp turmeric",
      "0.5 tsp white pepper",
      "Grated nutmeg to taste",
      "1 tsp sweet paprika",
      "0.5 tsp ground cinnamon",
      "1 tbsp vegetable bouillon powder",
      "Salt to taste",
      "Water to cover"
    ]
  },
  "steps": {
    "he": [
      "השרו את החומוס במים למשך הלילה לפני תחילת הבישול.",
      "הניחו את הסייטן בסיר עם מים והביאו לרתיחה. סננו את המים, שטפו את הסייטן ושטפו את הסיר.",
      "החזירו את הסייטן הנקי לסיר. הוסיפו את החומוס המושרה (בדרך כלל בתחתית או מתחת לסייטן) והניחו את תפוחי האדמה מעל.",
      "הוסיפו את התבלינים: כורכום (או זעפרן), פלפל לבן, קורט אגוז מוסקט, פפריקה, קינמון, אבקת מרק ומלח.",
      "הוסיפו את גושי הטופו לסיר.",
      "הכינו את הקרמל: במחבת קטנה נפרדת, חממו את הסוכר עם מעט מאוד מים עד שהוא נשרף קלות והופך לחום כהה (חם מאוד). שפכו בזהירות לסיר הראשי (היזהרו מהתזות).",
      "כסו את התכולה במים. הביאו לרתיחה, הנמיכו את האש ובשלו במשך כ-1.5 שעות.",
      "הניחו את החיטה בשקית בישול (בדקו שאין חורים). לפני שבת (או לפני השינה), הניחו את השקית בסיר.",
      "העבירו את הסיר לפלטת שבת או לתנור בחום נמוך (100 מעלות צלזיוס) ובשלו כל הלילה עד לארוחת הצהריים למחרת."
    ],
    "es": [
      "Remoje los garbanzos en agua durante la noche antes de comenzar a cocinar.",
      "Coloque el seitán en una olla con agua y hierva. Escurra el agua, enjuague el seitán y enjuague la olla.",
      "Devuelva el seitán limpio a la olla. Agregue los garbanzos remojados (generalmente en el fondo o debajo del seitán) y coloque las papas encima.",
      "Agregue las especias: cúrcuma (o azafrán), pimienta blanca, una pizca de nuez moscada, pimentón, canela, caldo en polvo y sal.",
      "Agregue los bloques de tofu a la olla.",
      "Prepare el caramelo: En una sartén pequeña aparte, caliente el azúcar con una cantidad muy pequeña de agua hasta que se queme ligeramente y se vuelva marrón oscuro (muy caliente). Viértalo con cuidado en la olla principal.",
      "Cubra el contenido con agua. Lleve a ebullición, luego reduzca el fuego y cocine a fuego lento durante aproximadamente 1.5 horas.",
      "Coloque el trigo en una bolsa de cocción (verificando primero que no tenga agujeros). Antes de Shabat (o antes de ir a dormir), coloque la bolsa en la olla.",
      "Transfiera la olla a una plata de Shabat o un horno bajo (100°C) y cocine durante toda la noche hasta el almuerzo del día siguiente."
    ],
    "ar": [
      "نفّخ الحمص في الماء ليلة كاملة قبل ما تبدأ تطيّب.",
      "حط السيتان في طنجرة مع الماء وغلّيه. صفّي الماء، وشلّل السيتان وشلّل الطنجرة.",
      "رجّع السيتان النظيف للطنجرة. زيد الحمص المنفخ (عادة في القاع ولا تحت السيتان) وحط البطاطا من فوق.",
      "زيد الفاحات: كركم (ولا زعفران)، فلفل أبيض، رشة جوزة الطيب، فلفل أحمر، قرفة، مرقة خضرة وملح.",
      "زيد طروف التوفو للطنجرة.",
      "حضّر الكراميل: في مقلاة صغيرة، سخّن السكر مع شوية ماء لين يتحرق شوية ويولي لونه قهوي غامق (سخون برشا). صبّه بالشوية في الطنجرة الكبيرة (رد بالك يطرشق).",
      "غم المكونات بالماء. غلّيها، ومبعد نقّص النار وخلّيها تطيب سلة سلة حكاية ساعة ونص.",
      "حط القمح في صرة (ثبت ما فيهاش نقب). قبل السبت (ولا قبل ما ترقد)، حط الصرة في الطنجرة.",
      "حط الطنجرة فوق الفتيلة (كانون) ولا في فور دافي (100 درجة) وخلّيها تطيب ليلة كاملة حتى لفطور غدوة."
    ],
    "en": [
      "Soak the chickpeas in water overnight before starting cooking.",
      "Place the seitan in a pot with water and bring to a boil. Drain the water, rinse the seitan, and rinse the pot.",
      "Return the clean seitan to the pot. Add the soaked chickpeas (usually at the bottom or under the seitan) and place the potatoes on top.",
      "Add the spices: turmeric (or saffron), white pepper, a pinch of nutmeg, paprika, cinnamon, bouillon powder, and salt.",
      "Add the tofu blocks to the pot.",
      "Prepare the caramel: In a separate small pan, heat the sugar with a tiny amount of water until it burns slightly and turns dark brown (very hot). Carefully pour this into the main pot (use caution as it may splatter).",
      "Cover the contents with water. Bring to a boil, then reduce heat and simmer for about 1.5 hours.",
      "Place the wheat in a cooking bag (checking for holes first). Before Shabbat (or before going to sleep), place the bag in the pot.",
      "Transfer the pot to a Shabbat hot plate or a low oven (100°C/212°F) and cook overnight until lunch the next day."
    ]
  }
}