{
  "id": "adamshusha",
  "image": "images/current/002_admeshushah/dish.png",
  "meta": {
    "servings": "4",
    "prep_time": "10 min",
    "cook_time": "20 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "אדמשושה",
    "es": "Adamshusha (Sopa tunecina de huevo)",
    "ar": "أدمشوشة",
    "en": "Adamshusha (Tunisian Egg Drop Soup)"
  },
  "description": {
    "he": "אדמשושה משלבת את המילים הטוניסאיות לביצה ולציצית, ומתארת כיצד החלבונים מתפזרים במרק כמו חוטים דקים. גרסה טבעונית זו משחזרת את המרקם הכפרי המנחם באמצעות טופו משי ובלילת חומוס המחקה את המרקם המסורתי. זוהי מנה ג'רבאית אהובה ההופכת מצרכים בסיסיים למרק מזין.",
    "es": "Adamshusha combina palabras tunecinas para huevo y borla, describiendo cómo las claras escalfadas forman hebras finas. Esta adaptación vegana recrea ese confort rústico usando tofu sedoso y masa de garbanzos para imitar la textura tradicional. Sigue siendo un plato querido de Djerba que transforma ingredientes básicos en una sopa nutritiva.",
    "ar": "أدمشوشة تجمع بين كلمات تونسية للعظمة والشوشة، وتوصف كيفاش أبيض العظمة يولي كي الخيوط في المرق. هالوصفة النباتية ترجع البنة التقليدية باستعمال التوفو ودقيق الحمص باش تعطي نفس القوام. تبقى أكلة جربية محبوبة تحول مكونات بسيطة لمرقة بنينة ومغذية.",
    "en": "Adamshusha combines Tunisian words for egg and tassel, describing how poached whites feather into wispy strands. This vegan adaptation recreates that rustic comfort using silken tofu and chickpea batter to mimic the traditional texture. It remains a beloved Djerban dish that transforms humble pantry staples into a nourishing soup."
  },
  "ingredients": {
    "he": [
      "30 מ\"ל שמן צמחי, לטיגון",
      "1 בצל, חתוך לקוביות",
      "7 גרם פפריקה מתוקה",
      "1 עגבנייה, קצוצה",
      "1 פלפל חריף, קצוץ דק",
      "מלח לפי הטעם",
      "1000 מ\"ל מים",
      "2 תפוחי אדמה, חתוכים לקוביות",
      "300 גרם טופו משי, חתיכות גדולות",
      "15 גרם קמח חומוס, מעורבב עם 3 כפות מים",
      "2 גרם מלח הודי שחור (קאלה נמק)"
    ],
    "es": [
      "30 ml de aceite vegetal, para freír",
      "1 cebolla, cortada en cubitos",
      "7 g de pimentón dulce",
      "1 tomate, picado",
      "1 chile picante, picado fino",
      "Sal al gusto",
      "1000 ml de agua",
      "2 papas, cortadas en cubos",
      "300 g de tofu sedoso, trozos grandes",
      "15 g de harina de garbanzos, mezclada con 3 cdas de agua",
      "2 g de sal negra (Kala Namak)"
    ],
    "ar": [
      "2 مغارف زيت، للقليان",
      "1 بصلة، مقصوصة",
      "1 مغرفة فلفل أحمر",
      "1 كعبة طماطم، مقصوصة",
      "1 فلفل حار، مقصوص جويد",
      "ملح حسب الذوق",
      "1 لتر ماء",
      "2 كعبات بطاطا، مقصوصين مكعبات",
      "1 باكوا توفو حريري، طروف كبار",
      "2 مغارف دقيق حمص، مخلطين مع 3 مغارف ماء",
      "1/2 مغرفة صغيرة ملح كالا ناماك"
    ],
    "en": [
      "2 tbsp vegetable oil, for frying",
      "1 onion, diced",
      "1 tbsp sweet paprika",
      "1 tomato, chopped",
      "1 hot pepper, minced",
      "Salt to taste",
      "4.2 cups water",
      "2 potatoes, cubed",
      "1 package silken tofu, large chunks",
      "2 tbsp chickpea flour, mixed with 3 tbsp water",
      "0.5 tsp Kala Namak (Black Salt)"
    ]
  },
  "steps": {
    "he": [
      "מחממים את השמן בסיר ומטגנים את הבצל הקצוץ עד שהוא הופך לשקוף.",
      "מוסיפים את הפפריקה המתוקה, העגבנייה הקצוצה והפלפל החריף. מתבלים במעט מלח.",
      "מטגנים את התערובת בעדינות (מאדים מעט) כדי לרכך את הירקות.",
      "מוסיפים מים ומביאים לרתיחה. אם משתמשים בתפוחי אדמה, מוסיפים אותם כעת ומבשלים עד שהם רכים.",
      "כשהמרק רותח, שוברים בזהירות ביצים שלמות (או מוסיפים את הטופו) ישירות לתוך המרק.",
      "מבשלים כ-10 דקות עד שחלבון הביצה מתייצב לגמרי אך החלמון לטעמכם."
    ],
    "es": [
      "Caliente el aceite en una olla y sofría la cebolla picada hasta que esté transparente.",
      "Añada el pimentón dulce, el tomate picado y el chile picante. Sazone con un poco de sal.",
      "Sofría la mezcla suavemente para ablandar las verduras.",
      "Agregue agua y lleve a ebullición. Si usa papas, agréguelas ahora y cocine hasta que estén tiernas.",
      "Una vez que la sopa esté hirviendo, casque con cuidado los huevos enteros (o añada el tofu) directamente en el caldo.",
      "Cocine por unos 10 minutos hasta que las claras estén cuajadas pero las yemas estén a su gusto."
    ],
    "ar": [
      "سخن الزيت في طنجرة وقلي البصل المقصوص لين يذبل ويولي شفاف.",
      "زيد الفلفل الأحمر، الطماطم المقصوصة، والفلفل الحار. فوّح بشوية ملح.",
      "فوّح الخليط بالشوية باش تذبل الخضرة.",
      "زيد الماء وخلي المرقة تغلي. كان باش تستعمل بطاطا، حطها توا وخليها تطيب لين تطرى.",
      "كيف تغلي المرقة، فقّص العظمات كعبات (أو حط التوفو) بحذر في وسط المرق.",
      "طيبها حكاية 10 دقايق لين أبيض العظم يطيب مليح والأصفر يقعد كيف ما تحب."
    ],
    "en": [
      "Heat the oil in a pot and sauté the diced onion until translucent.",
      "Add the sweet paprika, chopped tomato, and the small hot pepper. Season with a little salt.",
      "Sauté the mixture gently (steam slightly) to soften the vegetables.",
      "Add water and bring to a boil. If using potatoes, add them now and cook until they are tender.",
      "Once the soup is boiling, carefully crack whole eggs (or add tofu) directly into the broth.",
      "Cook for about 10 minutes until the egg whites are fully set but yolks are to your preference."
    ]
  },
  "index": 3
}