{
  "id": "artichokemushroomsstew",
  "image": "images/current/004artichokemushroom_stew/dish.png",
  "meta": {
    "servings": "4",
    "prep_time": "15 min",
    "cook_time": "25 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "ארטישוק ופטריות",
    "es": "Guiso de Alcachofas y Champiñones",
    "ar": "قنارية بالفڨاع",
    "en": "Artichoke and Mushroom Stew"
  },
  "description": {
    "he": "תבשיל תוסס זה משלב לבבות ארטישוק רכים ופטריות ברוטב כורכום, שום ולימון חמצמץ. השם \"ארטישוק\" נגזר מהערבית האנדלוסית \"אל-ח'ורשוף\", בעוד המילה התוניסאית מגיעה מהלטינית \"Cynara\". מנה פופולרית לשבת בביתנו, גרסה צמחית זו לוכדת טעמים עזים ואדמתיים.",
    "es": "Este vibrante guiso presenta tiernos corazones de alcachofa y champiñones cocidos a fuego lento en una salsa ácida de cúrcuma, ajo y limón. El nombre \"Artichoke\" deriva del árabe andalusí \"al-khurshuf\", mientras que la palabra tunecina proviene del latín \"Cynara\". Un plato popular de Shabat en nuestra casa, esta versión vegetal captura sabores terrosos.",
    "ar": "هالطبيخة الزاهية فيها ڨلوب الڨنارية الطرية والفڨاع (شامبينيو) طايبين في مرقة صفراء بالكركم والثوم والقارص. كلمة \"Artichoke\" جاية من العربية الأندلسية \"الخرشوف\"، أما الكلمه التونسية جاية من اللاتينية \"Cynara\". هذا الطبق محبوب في نهار السبت في دارنا، وهالنسخة النباتية فيها بنة الأرض والخيرات.",
    "en": "This vibrant stew features tender artichoke hearts and mushrooms simmered in a tangy turmeric, garlic, and lemon sauce. The name \"Artichoke\" derives from the Andalusian Arabic \"al-khurshuf\", while the Tunisian word comes from the Latin \"Cynara\". A popular Shabbat dish in our house, this plant-based version captures earthy flavors."
  },
  "ingredients": {
    "he": [
      "30 מ\"ל שמן צמחי או שמן זית",
      "4 שיני שום, פרוסות או כתושות",
      "3 גרם כורכום",
      "1 גרם פלפל שחור, טחון",
      "12 גרם אבקת מרק ירקות",
      "45 מ\"ל מיץ לימון, סחוט טרי",
      "מלח לפי הטעם",
      "400 גרם פטריות, פרוסות או חתוכות לרבעים",
      "400 גרם לבבות ארטישוק, חתוכים לרבעים",
      "240 מ\"ל מים",
      "15 גרם פטרוזיליה טרייה, קצוצה"
    ],
    "es": [
      "30 ml de aceite vegetal o de oliva",
      "4 dientes de ajo, laminados o picados",
      "3 g de cúrcuma",
      "1 g de pimienta negra, molida",
      "12 g de caldo de verduras en polvo",
      "45 ml de jugo de limón, recién exprimido",
      "Sal al gusto",
      "400 g de champiñones, laminados o en cuartos",
      "400 g de corazones de alcachofa, en cuartos",
      "240 ml de agua",
      "15 g de perejil fresco, picado"
    ],
    "ar": [
      "2 مغارف زيت نباتي ولا زيت زيتونة",
      "4 سنون ثوم، مقصوصين ولا مرحيين",
      "1 مغرفة صغيرة كركم",
      "0.5 مغرفة صغيرة فلفل أكحل، مرحي",
      "1 مغرفة كبيرة بودر مرقة خضرة",
      "3 مغارف عصير قارص، معصور جديد",
      "ملح حسب الذوق",
      "5.5 كيسان فڨاع (شامبينيو)، مقصوصين",
      "2.3 كيسان ڨلوب ڨنارية، مقصوصين",
      "1 كأس ماء",
      "0.5 كأس معدנוס، مقصوص"
    ],
    "en": [
      "2 tbsp vegetable or olive oil",
      "4 cloves garlic, sliced or minced",
      "1 tsp turmeric",
      "0.5 tsp black pepper, ground",
      "1 tbsp vegetable bouillon powder",
      "3 tbsp lemon juice, freshly squeezed",
      "Salt to taste",
      "5.5 cups mushrooms, sliced or quartered",
      "2.3 cups artichoke hearts, quartered",
      "1 cup water",
      "0.5 cups fresh parsley, chopped"
    ]
  },
  "steps": {
    "he": [
      "מחממים את השמן בסיר רחב או במחבת עמוקה על להבה בינונית. מוסיפים את השום ומטגנים קלות עד שעולה ריח (לא לשרוף).",
      "מוסיפים לסיר את הכורכום, הפלפל השחור, אבקת המרק, המלח ומיץ הלימון. מערבבים ליצירת בסיס מתובל.",
      "מוסיפים את הפטריות והארטישוק לסיר ומערבבים כדי לצפות אותם בשמן המתובל.",
      "מוסיפים את המים. מביאים לרתיחה, מנמיכים את הלהבה, מכסים ומבשלים בבעבוע עדין עד שהירקות רכים.",
      "מכבים את האש ומערבבים פנימה את הפטרוזיליה הקצוצה לפני ההגשה."
    ],
    "es": [
      "Caliente el aceite en una olla ancha o sartén a fuego medio. Añada el ajo y sofría brevemente hasta que esté fragante (sin quemarlo).",
      "Agregue la cúrcuma, la pimienta negra, el caldo en polvo, la sal y el jugo de limón a la olla. Remueva para crear una base condimentada.",
      "Incorpore los champiñones y las alcachofas a la olla y mezcle para cubrirlos con el aceite condimentado.",
      "Añada el agua. Lleve la mezcla a ebullición, luego reduzca el fuego a bajo, tape y cocine a fuego lento hasta que las verduras estén tiernas.",
      "Apague el fuego e incorpore el perejil picado antes de servir."
    ],
    "ar": [
      "سخّن الزيت في طنجرة واسعة ولا مقلة غارقة فوق نار متوسطة. زيد الثوم واقليه شوية لين تطلع ريحته (رد بالك يتحرق).",
      "زيد الكركم، الفلفل الأكحل، بودر المرقة، الملح، وعصير القارص للطنجرة. حرك مليح باش تعمل صوص فوّاحة.",
      "ارمي الفڨاع والڨنارية في الطنجرة وخلطهم باش يشربوا الزيت المفوّح.",
      "صب الماء. خلي المرقة تغلي، مبعد نقص في النار، غطي الطنجرة، وخليها تطيب سلة سلة لين الخضرة تطرى.",
      "طفي النار وخلط المعدנוס المقصوص قبل ما تحط الماكلة."
    ],
    "en": [
      "Heat the oil in a wide pot or sauté pan over medium heat. Add the garlic and fry briefly until fragrant (do not let it burn).",
      "Add the turmeric, black pepper, vegetable bouillon powder, salt, and lemon juice to the pot. Stir to create a seasoned base.",
      "Add the mushrooms and artichokes to the pot and toss to coat in the seasoned oil.",
      "Add the water. Bring the mixture to a boil, then reduce heat to low, cover, and simmer until the vegetables are tender.",
      "Turn off the heat and stir in the chopped parsley before serving."
    ]
  }
}