{
  "id": "banana_cake",
  "image": "images/current/108bananacake/dish.png",
  "meta": {
    "servings": "9-12",
    "prep_time": "15 min",
    "cook_time": "50 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "עוגת בננות",
    "es": "Pastel de Plátano",
    "ar": "كيكة الموز",
    "en": "Banana Cake"
  },
  "description": {
    "he": "עוגת בננות היא מנה אהובה במשפחות יהודיות, מושלמת לארוחת בוקר של שבת או לתה של אחר הצהריים. השם משלב השפעות עבריות וגלובליות. מתכון זה משתמש בתחליף ביצים לגרסה טבעונית ולחה של קלאסיקה מודרנית.",
    "es": "El Pastel de Plátano es un favorito familiar en los hogares judíos, perfecto para el desayuno de Shabat o el té de la tarde. El nombre combina influencias hebreas y globales. Esta receta utiliza un sustituto de huevo para una versión vegana y húmeda de un clásico moderno.",
    "ar": "كيكة الموز هي مفضلة عند العايلات اليهودية، وممتازة لفطور الصباح نهار السبت ولا مع التاي في العشية. الوصفة هذه تستعمل بديل العظم باش تجي كيكة نباتية وطرية.",
    "en": "Ugat Bananot, Banana Cake, is a family favorite in Jewish homes, perfect for Shabbat breakfast or afternoon tea. The name blends Hebrew and global influences. This recipe uses a plant-based substitute instead of eggs for a moist, vegan version of a modern classic."
  },
  "ingredients": {
    "he": [
      "113 גרם חמאה טבעונית, רכה",
      "300 גרם סוכר",
      "14 גרם פשתן טחון (מעורבב עם 6 כפות מים)",
      "5 מ\"ל תמצית וניל",
      "5 גרם סודה לשתייה",
      "115 מ\"ל חלב סויה (מעורבב עם כפית חומץ תפוחים)",
      "2 בננות גדולות, מעוכות",
      "190 גרם קמח רגיל, מנופה",
      "5 גרם אבקת אפייה",
      "100 גרם שבבי שוקולד מריר"
    ],
    "es": [
      "113 g de mantequilla vegana, ablandada",
      "300 g de azúcar",
      "14 g de linaza molida (mezclada con 6 cdas de agua)",
      "5 ml de extracto de vainilla",
      "5 g de bicarbonato de sodio",
      "115 ml de leche de soja (mezclada con 1 cdta de vinagre de manzana)",
      "2 plátanos grandes, machacados",
      "190 g de harina común, tamizada",
      "5 g de polvo de hornear",
      "100 g de chispas de chocolate amargo"
    ],
    "ar": [
      "نص كاس زبدة نباتية، طرية",
      "كاس ونص سكر",
      "2 مغارف زريعة كتان مرحية (مخلطة مع 6 مغارف ماء)",
      "مغرفة صغيرة فانيليا",
      "مغرفة صغيرة بيكربونات",
      "نص كاس حليب صويا (مخلط مع مغرفة صغيرة خل تفاح)",
      "2 كعبات موز كبار، مرفوسين",
      "كاس ونص فرينة، منخولة",
      "مغرفة صغيرة خميرة قاطو",
      "ثلثين كاس شوكولاتة (pépites)"
    ],
    "en": [
      "1/2 cup vegan butter, softened",
      "1 1/2 cups sugar",
      "2 tbsp ground flaxseed (mixed with 6 tbsp water)",
      "1 tsp vanilla extract",
      "1 tsp baking soda",
      "1/2 cup soy milk (mixed with 1 tsp apple cider vinegar)",
      "2 large bananas, mashed",
      "1 1/2 cups all-purpose flour, sifted",
      "1 tsp baking powder",
      "2/3 cup dark chocolate chips"
    ]
  },
  "steps": {
    "he": [
      "מחממים תנור ל-175 מעלות. משמנים או מרפדים תבנית אפייה מרובעת בגודל 23 ס\"מ.",
      "בקערה גדולה, מקציפים את החמאה, הסוכר, תערובת הפשתן והווניל עד שהתערובת בהירה ואוורירית.",
      "בכלי קטן נפרד, ממיסים את הסודה לשתייה בתוך החלב החמוץ (חלב הסויה עם החומץ).",
      "מוסיפים את תערובת החלב לבלילת החמאה ומקציפים היטב.",
      "מנפים יחד את הקמח ואבקת האפייה.",
      "מוסיפים את הבננות המעוכות לסירוגין עם החומרים היבשים המנופים לבלילה. מקפלים פנימה את שבבי השוקולד. מערבבים רק עד לאיחוד; לא לערבב יותר מדי.",
      "יוצקים את הבלילה לתבנית האפייה המוכנה.",
      "אופים במשך 45 עד 50 דקות, או עד שקיסם הננעץ במרכז יוצא נקי.",
      "מניחים לעוגה להצטנן. אפשר לצפות בציפוי בננה או ציפוי שוקולד."
    ],
    "es": [
      "Precalentar el horno a 175°C. Preparar un molde cuadrado de 23 cm engrasándolo o forrándolo.",
      "En un bol grande, batir la mantequilla, el azúcar, la mezcla de linaza y la vainilla hasta que la mezcla esté ligera y esponjosa.",
      "En un recipiente pequeño separado, disolver el bicarbonato de sodio en la leche agria (mezcla de soja).",
      "Añadir la mezcla de leche a la masa de mantequilla y batir bien.",
      "Tamizar la harina y el polvo de hornear juntos.",
      "Añadir los plátanos machacados alternando con los ingredientes secos tamizados a la masa. Incorporar las chispas de chocolate. Mezclar solo hasta que esté integrado; no mezclar en exceso.",
      "Verter la masa en el molde preparado.",
      "Hornear de 45 a 50 minutos, o hasta que un palillo insertado en el centro salga limpio.",
      "Dejar enfriar. Opcionalmente, cubrir con glaseado de plátano o chocolate."
    ],
    "ar": [
      "سخّن الكوشة في 175 درجة. حضّر طبق مربع 23 سم وادهنو بالزيت.",
      "في صحفة كبيرة، ركّض الزبدة والسكر وخليط زريعة الكتان والفانيليا لين يولي الخليط خفيف.",
      "في صحفة صغيرة، ذوّب البيكربونات في الحليب الرايب (حليب الصويا والخل).",
      "زيد خليط الحليب لخليط الزبدة وركّض مليح.",
      "غرّبل الفرينة وخميرة القاطو مع بعضهم.",
      "زيد الموز المرفوس بالتناوب مع المكونات الشايحة للخليط. خلّط معاهم الشوكولاتة. خلّط جيست باش يتلمو، ما تركضش برشا.",
      "صب الخليط في الطبق المحضّر.",
      "طيّب في الكوشة لمدة 45 حتى 50 دقيقة، ولا لين تدخل كردون ويخرج شايح.",
      "خلّيها تبرد. تنجم تزيّنها بكريمة الموز ولا الشوكولاتة."
    ],
    "en": [
      "Preheat oven to 175°C (350°F). Prepare a 9-inch square baking pan by greasing or lining it.",
      "In a large bowl, beat the butter, sugar, flax mixture, and vanilla until the mixture is light and fluffy.",
      "In a separate small container, dissolve the baking soda into the sour milk mixture.",
      "Add the milk mixture to the butter batter and beat well.",
      "Sift the flour and baking powder together.",
      "Add the mashed bananas alternately with the sifted dry ingredients to the batter. Fold in the chocolate chips. Mix just until blended; do not overmix.",
      "Pour the batter into the prepared baking pan.",
      "Bake for 45 to 50 minutes, or until a toothpick inserted into the center comes out clean.",
      "Allow to cool. Optionally ice with Banana Icing or Chocolate Icing."
    ]
  }
}