{
  "id": "banatagestuffedpotato_croquettes",
  "image": "images/current/007_banatage/dish.png",
  "meta": {
    "servings": "4-6",
    "prep_time": "30 min",
    "cook_time": "20 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "בונוטאז",
    "es": "Banatage (Croquetas de Patata Rellenas)",
    "ar": "بناضج",
    "en": "Banatage (Stuffed Potato Croquettes)"
  },
  "description": {
    "he": "הבונוטאז שואב את שמו מהמילה הצרפתית beignet שהתפתחה למילה המקומית בנאדג'. גרסה צמחית זו כוללת קציצות בצק תפוחי אדמה פריכות במילוי תערובת פטריות ואגוזים עשירה. כמנה עיקרית במטבח הג'רבאי, המטעמים המטוגנים הזהובים הללו הם מתאבנים מושלמים למפגשים חגיגיים ולחגיגות משפחתיות.",
    "es": "El nombre Banatage deriva del francés beignet, que evolucionó al término local banadhej. Esta versión vegetal presenta croquetas de masa de patata crujientes rellenas de un picadillo sabroso de champiñones y nueces. Un elemento básico de la cocina de Djerba, estas delicias fritas y doradas son aperitivos perfectos para reuniones festivas y celebraciones familiares.",
    "ar": "اسم البناضج جاي من الكلمة الفرنسية beignet اللي ولات بالتونسي بناضج. هالوصفة النباتية فيها كعابر بطاطا مقرمشة محشية بخلطة بنينة متاع فطر وجوز. البناضج حاجة أساسية في الكوجينة الجربية، وتتقدم كمقبلات في اللمات والمناسبات العائلية.",
    "en": "Banatage derives its name from the French beignet which evolved into the local banadhej. This plant-based version features crispy potato dough croquettes filled with a savory mushroom and walnut mince. A staple of Djerban cuisine, these golden fried delights are perfect appetizers for festive gatherings and family celebrations."
  },
  "ingredients": {
    "he": [
      "1000 גרם תפוחי אדמה, מבושלים וקלופים",
      "300 גרם פטריות ואגוזים, קצוצים דק",
      "60 גרם קמח חומוס, מעורבב עם 120 מ\"ל מים",
      "100 גרם קמח רגיל",
      "100 גרם פירורי לחם",
      "שמן צמחי לפי הצורך",
      "מלח לפי הטעם",
      "פלפל שחור לפי הטעם"
    ],
    "es": [
      "1000 g de patatas, hervidas y peladas",
      "300 g de champiñones y nueces, picados finamente",
      "60 g de harina de garbanzo, batida con 120 ml de agua",
      "100 g de harina",
      "100 g de pan rallado",
      "Aceite vegetal según sea necesario",
      "Sal al gusto",
      "Pimienta negra al gusto"
    ],
    "ar": [
      "4.5 كيسان بطاطا، مسموطة ومقشرة",
      "2 كيسان فطر وجوز، مقصوصين جويد",
      "0.5 كاس دقيق حمص، مخلط مع شوية ماء",
      "0.8 كاس فرينة",
      "1 كاس شاپلير (خبز مرحي)",
      "زيت نباتي حسب الحاجة",
      "ملح حسب الذوق",
      "فلفل أكحل حسب الذوق"
    ],
    "en": [
      "4.5 cups potatoes, boiled and peeled",
      "2 cups mushrooms and walnuts, finely chopped",
      "0.5 cups chickpea flour, whisked with 120ml water",
      "0.8 cups flour",
      "1 cup breadcrumbs",
      "Vegetable oil as needed",
      "Salt to taste",
      "Black pepper to taste"
    ]
  },
  "steps": {
    "he": [
      "מועכים היטב את תפוחי האדמה המבושלים עד לקבלת מחית חלקה.",
      "מבשלים את תערובת הפטריות והאגוזים במחבת עד לבישול מלא, ומתבלים במלח ופלפל.",
      "לוקחים מנה של מחית תפוחי אדמה בכף היד ומשטחים אותה מעט.",
      "מניחים כפית מהמילוי המבושל במרכז תפוח האדמה.",
      "סוגרים את תפוח האדמה מסביב למילוי ומעצבים לקציצה או לצורה אליפטית.",
      "מכינים עמדת ציפוי: מצפים כל קציצה בקמח, טובלים בבלילת קמח החומוס, ולבסוף מצפים בפירורי לחם.",
      "מטגנים בשמן עמוק חם עד להזהבה וקבלת מרקם פריך."
    ],
    "es": [
      "Machacar bien las patatas hervidas hasta obtener un puré suave.",
      "Cocinar la mezcla de champiñones y nueces en una sartén hasta que esté lista, sazonando con sal y pimienta.",
      "Tomar una porción de puré de patata en la palma de la mano y aplanarla ligeramente.",
      "Colocar una cucharadita del relleno cocido en el centro de la patata.",
      "Cerrar la patata alrededor del relleno y darle forma de hamburguesa o croqueta ovalada.",
      "Preparar una estación de rebozado: cubrir cada croqueta con harina, sumergir en la mezcla de harina de garbanzo y finalmente cubrir con pan rallado.",
      "Freír en abundante aceite caliente hasta que estén doradas y crujientes."
    ],
    "ar": [
      "نرفس البطاطا المسموطة مليح لين تولي رطبة.",
      "نطيّب خليط الفطر والجوز في مقلة لين يطيب مليح، ونفوّح بالملح والفلفل الأكحل.",
      "ناخذ شوية بطاطا مرحية في كف اليد ونحلها شوية.",
      "نحط مغرفة صغيرة من الحشو في وسط البطاطا.",
      "نسكر البطاطا على الحشو ونشكلها كعبرة ولا شكل بيضاوي.",
      "نحضر بلاصة باش نرمد فيها: نرمد كل كعبة في الفرينة، نغطسها في خليط دقيق الحمص، وفي لخر نرمدها في الشاپلير.",
      "نقلي في زيت سخون وعايم لين تحمار وتتقرمش."
    ],
    "en": [
      "Mash the boiled potatoes thoroughly until smooth.",
      "Cook the mushroom and walnut mixture in a pan until fully cooked, seasoning with salt and pepper.",
      "Take a portion of mashed potato in the palm of your hand and flatten it slightly.",
      "Place a teaspoon of the cooked filling in the center of the potato.",
      "Close the potato around the filling and shape it into a patty or oval croquette.",
      "Set up a breading station: coat each patty in flour, dip in the chickpea flour mixture, and finally coat with breadcrumbs.",
      "Deep fry in hot oil until golden brown and crispy."
    ]
  },
  "index": 8
}