{
  "id": "binasthicksourspicysoup",
  "image": "images/current/046_hsou/dish.png",
  "meta": {
    "servings": "4",
    "prep_time": "5 min",
    "cook_time": "30 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "מרק טלבינה",
    "es": "Hsou (Sopa Espesa Agria y Picante de Bina)",
    "ar": "حسو",
    "en": "Hsou (Bina's Thick Sour and Spicy Soup)"
  },
  "description": {
    "he": "המרק, ששמו נגזר מהמילה הערבית ללגימה, הוא מנת נחמה תוניסאית קלאסית הידועה בשם חסו. גרסה זו, המבוססת על רכיבים מהצומח, מסתמכת על רביכת קמח למרקם הקטיפתי שלה. עם טעמים עזים של שום, פפריקה חריפה ולימון, זוהי תרופה מחממת וחסכונית ללילות חורף קרים.",
    "es": "Derivado de la palabra árabe para sorber, el Hsou es un plato reconfortante clásico de Túnez. Esta versión, naturalmente vegetal, se basa en una mezcla de harina para lograr su textura aterciopelada característica. Con un sabor intenso a ajo, pimentón picante y limón, ofrece un remedio cálido y económico para las frías noches de invierno.",
    "ar": "الحسو، اللي اسمه جاي من كلمة حسى، هو أكلة تونسية كلاسيكية تعمل الكيف. هالوصفة النباتية تعتمد على تخلطية الفرينة والماء باش تجي عاقدة ورطبة. مفوحة بالثوم، والفلفل الأحمر الحار، والقارص، وهي دواء سخون واقتصادي لليالي الشتاء الباردة.",
    "en": "Deriving from the Arabic word for sipping, Hsou is a classic Tunisian comfort dish. This naturally plant-based version relies on a flour slurry for its signature velvety texture. Boldly flavored with garlic, hot paprika, and lemon, it offers a warming and frugal remedy for cold winter nights."
  },
  "ingredients": {
    "he": [
      "1500 מ\"ל מים",
      "5 שיני שום, כתושות או קצוצות",
      "60 מ\"ל מיץ לימון, סחוט טרי",
      "7 גרם פפריקה חריפה",
      "23 גרם קמח רגיל",
      "100 מ\"ל מים, קרים",
      "מלח לפי הטעם"
    ],
    "es": [
      "1500 ml de agua",
      "5 dientes de ajo, machacados o picados",
      "60 ml de jugo de limón, recién exprimido",
      "7 g de pimentón picante (paprika)",
      "23 g de harina común",
      "100 ml de agua, fría",
      "Sal al gusto"
    ],
    "ar": [
      "6.25 كيسان ماء",
      "5 سنون ثوم، مرحي",
      "0.25 كاس عصير قارص",
      "1 مغرفة فلفل أحمر حار",
      "3 مغارف فرينة",
      "0.42 كاس ماء، بارد",
      "ملح حسب الذوق"
    ],
    "en": [
      "6.25 cups Water",
      "5 Garlic cloves, crushed or minced",
      "0.25 cups Lemon juice, freshly squeezed",
      "1 tbsp Hot Paprika",
      "3 tbsp All-purpose flour",
      "0.42 cups Water, cold",
      "Salt to taste"
    ]
  },
  "steps": {
    "he": [
      "בסיר, מערבבים את המים (1.5 ליטר), השום הכתוש, מיץ הלימון והפפריקה החריפה.",
      "מבשלים על אש נמוכה, תוך ערבוב מדי פעם, למשך כ-20 דקות למיזוג הטעמים.",
      "מכינים רביכה (מסמיך) על ידי ערבוב הקמח עם המים הקרים (100 מ\"ל) בקערה נפרדת עד לקבלת תערובת חלקה וללא גושים.",
      "יוצקים לאט את תערובת הקמח למרק החם תוך ערבוב מתמיד להסמכת המרקם.",
      "טועמים את המרק ומוסיפים מלח או מתקנים את החמיצות/חריפות לפי הצורך לפני ההגשה."
    ],
    "es": [
      "En una olla, combine el agua principal (1.5 L), el ajo machacado, el jugo de limón y el pimentón picante.",
      "Cocine a fuego lento, revolviendo ocasionalmente, durante unos 20 minutos para infundir los sabores.",
      "Prepare un agente espesante mezclando la harina con el agua fría (100 ml) en un tazón aparte hasta que quede suave y sin grumos.",
      "Vierta lentamente la mezcla de harina en la sopa caliente mientras revuelve continuamente para espesar la textura.",
      "Pruebe la sopa y agregue sal o ajuste los niveles de acidez/picante según sea necesario antes de servir."
    ],
    "ar": [
      "في طنجرة، حط الماء (1.5 لتر)، والثوم المرحي، وعصير القارص، والفلفل الأحمر الحار.",
      "طيبهم على نار هادية، وحرك مرة مرة، لمدة 20 دقيقة باش النكهات تدخل في بعضها.",
      "حضر التخليطة (العقدة) بخلطان الفرينة مع الماء البارد (100 مل) في صحفة وحدها لين تولي رطبة وما فيهاش كعابر.",
      "صب خليط الفرينة بالشوية في المرقة السخونة وانت تحرك ديما باش تختار وتولي عاقدة.",
      "ذوق الحساء وزيد الملح ولا عدل الحموضة والحرارة كيما تحب قبل ما تقدمه."
    ],
    "en": [
      "In a pot, combine the main water (1.5L), crushed garlic, lemon juice, and hot paprika.",
      "Cook on low heat, stirring occasionally, for about 20 minutes to infuse the flavors.",
      "Prepare a thickening agent (slurry) by mixing the flour with the cold water (100ml) in a separate bowl until smooth and lump-free.",
      "Slowly pour the flour mixture into the hot soup while stirring continuously to thicken the texture.",
      "Taste the soup and add salt or adjust the sour/spicy levels as needed before serving."
    ]
  }
}