{
  "id": "bread",
  "image": "images/current/041_khobz_dar/dish.png",
  "meta": {
    "servings": "2-3 loaves",
    "prep_time": "20 min",
    "cook_time": "35 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "לחם בית",
    "es": "Pan Casero",
    "ar": "خبز دار",
    "en": "Homemade Bread"
  },
  "description": {
    "he": "לחם בית משקף את מסורת ה'חובז דאר' המוגרבית של אפייה בבית במקום קנייה בשוק. מתכון טבעוני זה יוצר כיכר דחוסה ורכה המושלמת לניגוב. הוא מביא את החמימות של המטבח הצפון אפריקאי לשולחן שלכם עם מרכיבים פשוטים.",
    "es": "Lechem Bayit se traduce como Pan de la Casa, reflejando la tradición magrebí del Khobz Dar de hornear en casa en lugar de comprar en el mercado. Esta receta naturalmente vegana crea una hogaza densa y suave, perfecta para mojar. Trae la calidez de una cocina norteafricana a su mesa con ingredientes simples.",
    "ar": "لحם בית (Lechem Bayit) يعني خبز الدار، ويعكس تقاليد الخبز في الدار بدل شريان الخبز من السوق. هالوصفة نباتية وتعمل خبزة طرية وبنينة تصلح للتغماس. تجيب دفا الكوجينة متاع شمال إفريقيا لطاولتكم بمكونات بسيطة.",
    "en": "Lechem Bayit translates to House Bread, reflecting the Maghrebi Khobz Dar tradition of baking at home rather than buying from markets. This naturally vegan recipe creates a dense and soft loaf perfect for dipping. It brings the warmth of a North African kitchen to your table with simple ingredients."
  },
  "ingredients": {
    "he": [
      "20 גרם שמרים יבשים",
      "16 גרם סוכר (להפעלת השמרים)",
      "720 מ\"ל מים, פושרים",
      "120 מ\"ל שמן צמחי",
      "1000 גרם קמח, מנופה",
      "18 גרם מלח"
    ],
    "es": [
      "20 g de levadura seca",
      "16 g de azúcar (para activar la levadura)",
      "720 ml de agua, tibia",
      "120 ml de aceite vegetal",
      "1000 g de harina, tamizada",
      "18 g de sal"
    ],
    "ar": [
      "2 مغارف خميرة",
      "1.25 مغرفة سكر (باش تطلع الخميرة)",
      "3 كيسان ماء، دافي",
      "0.5 كاس زيت",
      "8 كيسان فرينة، مغربلة",
      "1 مغرفة ملح"
    ],
    "en": [
      "2 tbsp dry yeast",
      "1.25 tbsp sugar (to activate yeast)",
      "3 cups water, lukewarm",
      "0.5 cup vegetable oil",
      "8 cups flour, sifted",
      "1 tbsp salt"
    ]
  },
  "steps": {
    "he": [
      "בקערה קטנה, מערבבים את השמרים, הסוכר והמים הפושרים. מניחים לכמה דקות עד שהשמרים מופעלים, מבעבעים ותופחים.",
      "בקערת ערבוב גדולה, מערבבים את המלח לתוך הקמח.",
      "מוסיפים את השמן ואת תערובת השמרים והמים לקמח.",
      "לשים את הבצק היטב במשך לפחות 10 דקות עד שהוא חלק וגמיש.",
      "מכסים את הבצק ומניחים לו לנוח במקום חמים עד שהוא מכפיל את נפחו.",
      "מעצבים לכיכרות, מתפיחים שוב למשך 20 דקות, ואופים ב-180 מעלות צלזיוס עד להזהבה וכשנשמע צליל חלול בנקישה."
    ],
    "es": [
      "En un tazón pequeño, combine la levadura, el azúcar y el agua tibia. Deje reposar unos minutos hasta que la levadura se active, burbujee y crezca.",
      "En un tazón grande, mezcle la sal con la harina.",
      "Añada el aceite y la mezcla de agua con levadura a la harina.",
      "Amase bien la masa durante al menos 10 minutos hasta que esté suave y elástica.",
      "Cubra la masa y déjela reposar en un lugar cálido hasta que duplique su tamaño.",
      "Forme las hogazas, deje levar de nuevo durante 20 minutos y hornee a 180°C (350°F) hasta que estén doradas y suenen huecas al golpearlas."
    ],
    "ar": [
      "في صحفة صغيرة، خلط الخميرة والسكر والماء الدافي. خليها ترتاح شوية دقايق لين الخميرة تتفاعل وتعمل فقاعات وتطلع.",
      "في قصعة كبيرة، خلط الملح مع الفرينة.",
      "زيد الزيت وخليط الخميرة والماء للفرينة.",
      "اعجن العجينة مليح لمدة 10 دقايق عالأقل لين تولي رطبة ومطاطية.",
      "غطي العجينة وخليها ترتاح في بلاصة دافية لين يتضاعف حجمها.",
      "شكل الخبزات، خليهم يخمروا مرة أخرى لمدة 20 دقيقة، وطيبهم في الكوشة في 180 درجة لين يحماروا ويولي صوتهم فارغ كي تطبطب عليهم."
    ],
    "en": [
      "In a small bowl, combine the yeast, sugar, and lukewarm water. Let it sit for a few minutes until the yeast activates, bubbles, and grows.",
      "In a large mixing bowl, mix the salt into the flour.",
      "Add the oil and the activated yeast water mixture to the flour.",
      "Knead the dough thoroughly for at least 10 minutes until smooth and elastic.",
      "Cover the dough and let it rest in a warm place until it doubles in size.",
      "Shape into loaves, let rise again for 20 minutes, and bake at 180°C (350°F) until golden brown and hollow sounding when tapped."
    ]
  }
}