{
  "id": "chocolatepeanutbuddy_bars",
  "image": "images/current/110_chocolate_peanut_buddy_bars/dish.png",
  "meta": {
    "servings": "24",
    "prep_time": "15 min",
    "cook_time": "30 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "חטיפי שוקולד וחמאת בוטנים",
    "es": "Barras de Chocolate y Mantequilla de Maní",
    "ar": "بارات الشوكولاتة وزبدة الكاكاوية",
    "en": "Chocolate Peanut Buddy Bars"
  },
  "description": {
    "he": "חטיפי שוקולד וחמאת בוטנים אלו כוללים בסיס בלונדיס לעיס מחמאת בוטנים בציפוי שוקולד מומס ללא חלב. השם העברי משתמש במילה המודרנית חטיף הנגזרת מהשורש ח-ט-ף. גרסה טבעונית זו מחליפה ביצים בפשתן לפינוק עשיר מהצומח.",
    "es": "Estas Barras de Chocolate y Mantequilla de Maní presentan una base masticable de mantequilla de maní cubierta con chocolate derretido sin lácteos. Su nombre hebreo Hatifey Shokolad ve-Hemat Botnim usa la palabra moderna para bocadillo derivada de la raíz arrebatar. Esta adaptación vegana reemplaza los huevos con lino para un rico postre vegetal.",
    "ar": "هالحلوى متاع الشوكولاتة وزبدة الكاكاوية فيها قاعدة طرية مغطية بالشوكولاتة الذايبة من غير حليب. اسمها بالعبرية حطيفي شوكولاد وتستعمل كلمة حطيف اللي تعني حاجة تتخطف فيسع. هالوصفة نباتية وتعوض العظم بذور الكتان باش تعطي بنة غنية وصحية.",
    "en": "These Chocolate Peanut Buddy Bars feature a chewy peanut butter blondie base topped with melted dairy-free chocolate. Their Hebrew name Hatifey Shokolad ve-Hemat Botnim uses the modern word for snack derived from the root to snatch. This vegan adaptation replaces eggs with flax for a rich plant-based treat."
  },
  "ingredients": {
    "he": [
      "250 גרם חמאת בוטנים",
      "85 גרם חמאה טבעונית, רכה",
      "250 גרם סוכר",
      "21 גרם פשתן טחון (מעורבב עם 9 כפות מים חמים)",
      "5 מ\"ל תמצית וניל",
      "125 גרם קמח רגיל",
      "1.5 גרם מלח",
      "325 גרם שוקולד צ'יפס ללא חלב, מחולק"
    ],
    "es": [
      "250 g de mantequilla de maní",
      "85 g de mantequilla vegana, ablandada",
      "250 g de azúcar",
      "21 g de harina de linaza (mezclada con 9 cucharadas de agua tibia)",
      "5 ml de extracto de vainilla",
      "125 g de harina común",
      "1.5 g de sal",
      "325 g de chispas de chocolate sin lácteos, divididas"
    ],
    "ar": [
      "1 كأس زبدة كاكاوية",
      "6 مغارف زبدة نباتية، طرية",
      "1 وربع كأس سكر",
      "3 مغارف بذور كتان مرحية (مخلطة مع 9 مغارف ماء دافي)",
      "1 مغرفة صغيرة فانيليا",
      "1 كأس فرينة",
      "ربع مغرفة صغيرة ملح",
      "2 كيسان شوكولاتة حبيبات من غير حليب، مقسومة"
    ],
    "en": [
      "1 cup peanut butter",
      "6 tbsp vegan butter, softened",
      "1 1/4 cups sugar",
      "3 tbsp ground flaxseed meal (mixed with 9 tbsp warm water)",
      "1 tsp vanilla extract",
      "1 cup all-purpose flour",
      "1/4 tsp salt",
      "2 cups dairy-free chocolate chips, divided"
    ]
  },
  "steps": {
    "he": [
      "מחממים תנור ל-175 מעלות צלזיוס. מכינים תבנית אפייה בגודל 33x23 ס\"מ (ללא שימון).",
      "בקערת מיקסר גדולה, מקציפים את חמאת הבוטנים והחמאה הרכה עד לקבלת תערובת חלקה, כדקה אחת.",
      "מוסיפים את הסוכר, תערובת הפשתן ותמצית הווניל; מקציפים עד שהתערובת קרמית.",
      "מוסיפים בהדרגה את הקמח והמלח ומערבבים עד לאיחוד.",
      "מערבבים פנימה חצי מכמות השוקולד צ'יפס (כוס אחת) לתוך הבלילה.",
      "משטחים את הבלילה באופן שווה בתבנית האפייה הלא משומנת.",
      "אופים במשך 25 עד 30 דקות, או עד שהקצוות מתחילים להשחים.",
      "מוציאים מהתנור ומפזרים מיד את יתרת השוקולד צ'יפס מלמעלה. מניחים ל-5 דקות עד שהשוקולד מבריק ורך, ואז מורחים אותו לשכבה אחידה.",
      "מניחים להצטנן לחלוטין. מקררים במקרר 5 עד 10 דקות להתייצבות השוקולד לפני שחותכים לריבועים."
    ],
    "es": [
      "Precaliente el horno a 175°C. Prepare un molde para hornear de 33x23 cm (sin engrasar).",
      "En un tazón grande, bata la mantequilla de maní y la mantequilla ablandada hasta que quede suave, aproximadamente 1 minuto.",
      "Agregue el azúcar, la mezcla de linaza y el extracto de vainilla; bata hasta que la mezcla esté cremosa.",
      "Agregue gradualmente la harina y la sal hasta que se combinen.",
      "Incorpore la mitad de las chispas de chocolate (aprox. 1 taza) a la masa.",
      "Extienda la masa uniformemente en el molde para hornear sin engrasar.",
      "Hornee de 25 a 30 minutos, o hasta que los bordes comiencen a dorarse.",
      "Retire del horno e inmediatamente espolvoree las chispas de chocolate restantes por encima. Deje reposar 5 minutos hasta que se ablanden, luego extiéndalas para crear una capa de chocolate.",
      "Deje enfriar completamente. Refrigere de 5 a 10 minutos para que el chocolate se asiente antes de cortar en cuadrados."
    ],
    "ar": [
      "سخن الفور لـ 175 درجة. حضر طبق متاع 33x23 صم (من غير زيت).",
      "في صحفة كبيرة، ركض زبدة الكاكاوية والزبدة الطرية لين تولي رطبة، حكاية دقيقة.",
      "زيد السكر، وخليط الكتان، والفانيليا؛ وركض لين الخليط يولي كريمي.",
      "زيد الفرينة والملح بشوية بشوية لين يتخلطوا بالباهي.",
      "خلط شطر كمية الشوكولاتة (كأس واحد) في العجينة.",
      "افرح العجينة بالتساوي في الطبق من غير ما تدهنه.",
      "طيبها بين 25 و 30 دقيقة، ولا لين الحراف تبدا تحمار.",
      "خرجها من الفور ورش باقي الشوكولاتة من فوق بالوقت. خليها ترتاح 5 دقايق لين الشوكولاتة تذوب وتولي تلمع، ومبعد ادهنها باش تعمل طبقة شوكولاتة.",
      "خليها تبرد جملة. حطها في الفريجيدير 5 ولا 10 دقايق باش الشوكولاتة تشد روحها قبل ما تقصها مربعات."
    ],
    "en": [
      "Preheat oven to 350°F (175°C). Prepare a 13x9-inch baking pan (ungreased).",
      "In a large mixer bowl, beat the peanut butter and softened vegan butter until smooth, about 1 minute.",
      "Add the sugar, flax egg mixture, and vanilla extract; beat until the mixture is creamy.",
      "Gradually beat in the flour and salt until combined.",
      "Stir in half of the chocolate chips (approx. 1 cup) into the batter.",
      "Spread the batter evenly into the ungreased baking pan.",
      "Bake for 25 to 30 minutes, or until the edges begin to brown.",
      "Remove from oven and immediately sprinkle the remaining chocolate chips over the top. Let stand for 5 minutes until shiny and soft, then spread evenly to create a chocolate layer.",
      "Allow to cool completely. Refrigerate for 5 to 10 minutes to help the chocolate set before cutting into squares."
    ]
  }
}