{
  "id": "ciceritos",
  "image": "ciceritos.png",
  "meta": {
    "servings": "4-6",
    "prep_time": "15 min",
    "cook_time": "45 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "ציצריטוס",
    "es": "Ciceritos (Estofado de Garbanzos)",
    "ar": "سيسيريتوس (مرقة حمص)",
    "en": "Ciceritos (Chickpea Stew)"
  },
  "description": {
    "he": "נגזר מהמילה הספרדית לחומוס, המשמעות של ציצריטוס היא גרגרי חומוס קטנים בלאדינו. נזיד ספרדי מנחם זה מציג קטניות רכות המבושלות בציר כורכום זהוב. המנה מבוססת באופן טבעי על הצומח ומסתמכת על בסיס עשיר של בצל מטוגן וסלרי כדי לספק טעם עמוק ללא מוצרי בשר.",
    "es": "Derivado de la palabra española para garbanzos, Ciceritos significa garbanzos pequeños en ladino. Este reconfortante estofado sefardí presenta legumbres tiernas cocidas a fuego lento en un caldo dorado de cúrcuma. Naturalmente vegetal, se basa en un fondo sabroso de cebolla frita y apio para ofrecer un sabor profundo sin productos cárnicos.",
    "ar": "كلمة سيسيريتوس جاية من الكلمة الإسبانية للحمص، وتعني حمص صغير باللادينو. هذي المرقة السفاردية البنينة فيها حمص طايب في مرقة صفراء بالكركم. هي أكلة نباتية وتعتمد على تقلية البصل والكرافس باش تعطي بنة قوية من غير لحم.",
    "en": "Derived from the Spanish word for chickpeas, Ciceritos means little chickpeas in Ladino. This comforting Sephardic stew features tender legumes simmered in a golden turmeric broth. Naturally plant-based, it relies on a savory base of fried onions and celery to deliver deep flavor without any meat products."
  },
  "ingredients": {
    "he": [
      "1 בצל, חתוך לקוביות",
      "2 גבעולי סלרי, חתוכים לקוביות",
      "30 מ\"ל שמן לטיגון",
      "360 גרם חומוס (ציצריטוס), מבושל או משומר",
      "3 גרם כורכום",
      "1.2 גרם פלפל לבן",
      "4 גרם אבקת מרק ירקות",
      "מלח לפי הטעם",
      "480 מ\"ל מים"
    ],
    "es": [
      "1 cebolla, cortada en cubitos",
      "2 tallos de apio, cortados en cubitos",
      "30 ml de aceite para freír",
      "360 g de garbanzos (Ciceritos), cocidos o en conserva",
      "3 g de cúrcuma",
      "1.2 g de pimienta blanca",
      "4 g de caldo de verduras en polvo",
      "Sal al gusto",
      "480 ml de agua"
    ],
    "ar": [
      "1 بصلة، مقصوصة جويدة",
      "2 عواد كرافس، مقصوصين",
      "2 مغارف زيت للقلي",
      "2 كيسان حمص (سيسيريتوس)، طايب أو حكة",
      "1 مغرفة صغيرة كركم",
      "½ مغرفة صغيرة فلفل أبيض",
      "1 مغرفة صغيرة بودرة مرقة خضرة",
      "ملح حسب الذوق",
      "2 كيسان ماء"
    ],
    "en": [
      "1 onion, diced",
      "2 stalks celery, diced",
      "2 tbsp oil for frying",
      "2 cups chickpeas (Ciceritos), cooked or canned",
      "1 tsp turmeric",
      "0.5 tsp white pepper",
      "1 tsp vegetable bouillon powder",
      "Salt to taste",
      "2 cups water"
    ]
  },
  "steps": {
    "he": [
      "מטגנים את הבצל והסלרי בשמן עד שהם מתרככים ומעלים ניחוח.",
      "מוסיפים כורכום, פלפל לבן, אבקת מרק ומלח. מערבבים לאיחוד.",
      "מוסיפים את החומוס והמים. מביאים לרתיחה.",
      "מנמיכים את האש ומבשלים בבעבוע עדין עד שהטעמים מתמזגים והנוזלים מצטמצמים מעט."
    ],
    "es": [
      "Sofreír la cebolla y el apio en aceite hasta que estén tiernos y fragantes.",
      "Añadir la cúrcuma, la pimienta blanca, el caldo en polvo y la sal. Remover para combinar.",
      "Añadir los garbanzos y el agua. Llevar a ebullición.",
      "Reducir el fuego y cocinar a fuego lento hasta que los sabores se mezclen y el líquido se reduzca ligeramente."
    ],
    "ar": [
      "نقليو البصل والكرافس في الزيت لين يذبالو وتطلع ريحتهم.",
      "نزيدو الكركم، الفلفل الأبيض، بودرة المرقة والملح. نخلطو بالباهي.",
      "نزيدو الحمص والماء. نخليوها تغلي.",
      "نوطيو النار ونخليوها تطيب سلة سلة لين الطعمة تتخلط والمرقة تختار شوية."
    ],
    "en": [
      "Fry the onion and celery in oil until softened and fragrant.",
      "Add turmeric, white pepper, bouillon powder, and salt. Stir to combine.",
      "Add chickpeas and water. Bring to a boil.",
      "Reduce heat and simmer until flavors meld and liquid reduces slightly."
    ]
  }
}