{
  "id": "granola_cookies",
  "image": "images/current/036_granola_cookies/dish.png",
  "meta": {
    "servings": "25-30 cookies",
    "prep_time": "15 min",
    "cook_time": "20 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "עוגיות גרנולה",
    "es": "Galletas de Granola",
    "ar": "كعك الغرانولا",
    "en": "Granola Cookies"
  },
  "description": {
    "he": "עוגיות גרנולה משלבות את המילה העברית למאפים עגולים עם ארוחת הבוקר האמריקאית. גרסה טבעונית זו מחליפה מוצרי חלב וביצים בתחליפים מהצומח תוך שמירה על המרקם הלעיס האהוב. העוגיות, העשירות באגוזי מלך ושוקולד מריר, מכבדות את ההתפתחות המודרנית של המטבח היהודי.",
    "es": "Las Ugiot Granola combinan la palabra hebrea para productos horneados redondos con el desayuno básico americano. Esta adaptación vegana reemplaza los lácteos y huevos tradicionales con alternativas vegetales, manteniendo la amada textura masticable. Repletas de nueces y chocolate negro, estas galletas honran la evolución moderna de la cocina judía.",
    "ar": "كعك الغرانولا يخلط بين الكلمة العبرية للمخبوزات المدورة وفطور الصباح الأمريكي المعروف. هالوصفة النباتية تبدل الحليب والعظم بمكونات نباتية وتحافظ على التعليكة البنينة. معبية بالجوز والشوكولاتة الكحلة، هالكعك يوري التطور العصري للمطبخ اليهودي.",
    "en": "Ugiot Granola combines the Hebrew word for round baked goods with the American breakfast staple. This vegan adaptation replaces traditional dairy and eggs with plant-based alternatives while maintaining the beloved chewy texture. Packed with walnuts and dark chocolate, these cookies honor the modern evolution of Jewish cuisine."
  },
  "ingredients": {
    "he": [
      "250 גרם חמאה טבעונית, רכה",
      "150 גרם סוכר לבן",
      "300 גרם סוכר חום כהה",
      "21 גרם פשתן טחון (לערבב עם מים)",
      "135 מ\"ל מים חמים",
      "280 גרם קמח רגיל",
      "5 גרם סודה לשתייה",
      "2.6 גרם קינמון",
      "3 גרם מלח",
      "350 גרם שיבולת שועל (לא אינסטנט)",
      "100 גרם אגוזי מלך, קצוצים גס",
      "150 גרם צימוקים",
      "200 גרם שוקולד צ'יפס מריר טבעוני"
    ],
    "es": [
      "250 g de mantequilla vegana, ablandada",
      "150 g de azúcar blanca",
      "300 g de azúcar moreno oscuro",
      "21 g de semillas de lino molidas (mezclar con agua)",
      "135 ml de agua tibia",
      "280 g de harina de trigo",
      "5 g de bicarbonato de sodio",
      "2.6 g de canela",
      "3 g de sal",
      "350 g de avena en hojuelas (no instantánea)",
      "100 g de nueces, picadas gruesas",
      "150 g de pasas",
      "200 g de chispas de chocolate negro vegano"
    ],
    "ar": [
      "1.1 كاس زبدة نباتية، طرية",
      "3/4 كاس سكر",
      "1.5 كاس سكر أسمر",
      "3 مغارف زريعة كتان مرحية (مخلطة بالماء)",
      "1/2 كاس ماء دافي",
      "2.25 كيسان فرينة",
      "1 مغرفة صغيرة بيكربونات",
      "1 مغرفة صغيرة قرفة",
      "1/2 مغرفة صغيرة ملح",
      "3.5 كيسان شوفان (مش مرحي)",
      "1 كاس جوز، مدقدق",
      "1 كاس زبيب",
      "1.2 كاس حبيبات شوكولاتة كحلة (نباتية)"
    ],
    "en": [
      "1.1 cups vegan butter, softened",
      "3/4 cup white sugar",
      "1.5 cups dark brown sugar",
      "3 tbsp ground flaxseeds (mix with water)",
      "1/2 cup warm water",
      "2.25 cups all-purpose flour",
      "1 tsp baking soda",
      "1 tsp cinnamon",
      "1/2 tsp salt",
      "3.5 cups rolled oats (old-fashioned)",
      "1 cup walnuts, coarsely chopped",
      "1 cup raisins",
      "1.2 cups vegan dark chocolate chips"
    ]
  },
  "steps": {
    "he": [
      "מחממים תנור ל-160 מעלות.",
      "במיקסר עם וו גיטרה, מעבדים את החמאה הרכה ושני סוגי הסוכר במהירות בינונית עד לקבלת תערובת קרמית.",
      "מערבבים את הפשתן הטחון עם המים החמים ומניחים בצד לכמה דקות (תחליף ביצה). מוסיפים את התערובת לקערה ומערבבים עד לאיחוד.",
      "מנמיכים את מהירות המיקסר. מוסיפים את הקמח, הסודה לשתייה, הקינמון והמלח. מעבדים רק עד לקבלת בצק אחיד (לא לערבב יותר מדי).",
      "מוסיפים את שיבולת השועל, האגוזים, הצימוקים והשוקולד צ'יפס. מערבבים קצרות רק לפיזור אחיד בתערובת.",
      "בעזרת שתי כפות, מניחים תלוליות מהתערובת על תבנית מרופדת בנייר אפייה, במרווחים אחת מהשנייה.",
      "אופים במשך 18-20 דקות בלבד, עד שהעוגיות משתטחות מעט ומזהיבות. העוגיות מוכנות כשהשוליים יציבים אך המרכז עדיין רך ובהיר."
    ],
    "es": [
      "Precalentar el horno a 160°C.",
      "En una batidora con paleta, procesar la mantequilla blanda y ambos tipos de azúcar a velocidad media hasta obtener una mezcla cremosa.",
      "Mezclar las semillas de lino molidas con el agua tibia y dejar reposar unos minutos (sustituto de huevo). Añadir esta mezcla al bol y batir hasta que esté uniforme.",
      "Bajar la velocidad de la batidora. Añadir la harina, el bicarbonato, la canela y la sal. Procesar solo hasta formar una masa uniforme (no mezclar en exceso).",
      "Añadir la avena, las nueces, las pasas y las chispas de chocolate. Mezclar brevemente solo para distribuir uniformemente.",
      "Con dos cucharas, colocar montoncitos de la mezcla en una bandeja forrada con papel de horno, manteniéndolos separados.",
      "Hornear durante 18-20 minutos, hasta que las galletas se aplanen ligeramente y se doren. Están listas cuando los bordes están estables pero el centro sigue suave."
    ],
    "ar": [
      "نسخنوا الفور لـ 160 درجة.",
      "في العجانة، نركضوا الزبدة الطرية والسكر (الأبيض والأسمر) بسرعة متوسطة لين يولي الخليط كريمي.",
      "نخلطوا زريعة الكتان مع الماء الدافي ونخلوهم يرتاحوا شوية (في بلاصة العظم). نزيدوا الخليط هذا للعجانة ونركضوا لين يتخلط مليح.",
      "نقصوا في سرعة العجانة. نزيدوا الفرينة، البيكربونات، القرفة والملح. نخلطوا جيست لين تتلم العجينة (ما نركضوش برشا).",
      "نزيدوا الشوفان، الجوز، الزبيب والشوكولاتة. نخلطوا خفيف باش يتوزعوا في العجينة.",
      "بزوز مغارف، نحطوا كعبات العجينة في طبق مفروش بورق الطبخ، ونخلوهم بعاد على بعضهم.",
      "نطيبوهم 18-20 دقيقة، لين الكعك يهبط شوية ويحمار. الكعك يحضر وقت اللي الأجناب تيبس والوسط يقعد طري."
    ],
    "en": [
      "Preheat the oven to 160°C (320°F).",
      "In a mixer fitted with a paddle attachment, process the softened butter and both types of sugar on medium speed until a creamy mixture is obtained.",
      "Mix the ground flaxseeds with the warm water and let sit for 5 minutes (flax eggs). Add this mixture to the bowl, mixing until uniform.",
      "Lower the mixer speed. Add the flour, baking soda, cinnamon, and salt. Process only until a uniform dough forms (do not overmix).",
      "Add the oats, walnuts, raisins, and chocolate chips. Mix briefly just to distribute them evenly throughout the mixture.",
      "Using two spoons, drop mounds of the mixture onto a baking tray lined with parchment paper, keeping them spaced apart.",
      "Bake for 18-20 minutes only, until the cookies flatten slightly and turn golden. The cookies are ready when the edges are stable but the center is still soft and pale."
    ]
  },
  "index": 78
}