{
  "id": "greenbeanstomato_sauce",
  "image": "images/current/037_green_beans/dish.png",
  "meta": {
    "servings": "4-6",
    "prep_time": "10 min",
    "cook_time": "20 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "שעועית ירוקה ברוטב עגבניות",
    "es": "Judías Verdes en Salsa de Tomate (Loubia Khadra)",
    "ar": "لوبيا خضراء",
    "en": "Green Beans in Tomato Sauce (Loubia Khadra)"
  },
  "description": {
    "he": "לוביה ח'דרה פירושו שעועית ירוקה בערבית, וזהו שמו של תבשיל צפון אפריקאי קלאסי זה. שעועית טרייה מתבשלת ברוטב עגבניות עשיר המתובל בפפריקה ושום שנפתחו בשמן. מנה טבעונית זו היא תוספת קבועה בארוחות שבת או בארוחות ערב פשוטות במטבח היהודי הג'רבאי.",
    "es": "Loubia Khadra significa judías verdes en árabe y se refiere a este guiso clásico del norte de África. Las judías frescas se cocinan a fuego lento en una rica salsa de tomate condimentada con pimentón y ajo sofritos en aceite. Este plato, naturalmente vegano, es una guarnición básica para las comidas de Shabat o cenas sencillas entre semana en la cocina judía de Djerba.",
    "ar": "اللوبيا الخضراء هي مرقة كلاسيكية من شمال إفريقيا. اللوبيا تطيب في صالصة طماطم عاقدة ومفوحة بالبابريكا والثوم المقليين في الزيت. هذا الطبق النباتي هو ركن أساسي في طاولات السبت أو العشاء العادي في الكوجينة اليهودية الجربية.",
    "en": "Loubia Khadra means green beans in Arabic and refers to this classic North African stew. Fresh beans simmer in a rich tomato sauce flavored by blooming paprika and garlic in oil. This naturally vegan dish is a staple side for Shabbat meals or simple weeknight dinners in Djerban Jewish cuisine."
  },
  "ingredients": {
    "he": [
      "600 גרם שעועית ירוקה, קטומה (טרייה) או קפואה",
      "30 מ\"ל שמן צמחי",
      "1 בצל, קצוץ לקוביות",
      "7 גרם פפריקה מתוקה",
      "1 עגבניה, קצוצה",
      "1 פלפל ירוק חריף, קצוץ (חתיכה קטנה)",
      "3 שיני שום, כתושות",
      "מלח לפי הטעם",
      "פלפל שחור לפי הטעם",
      "100 גרם רסק עגבניות",
      "שומשום קלוי, לקישוט"
    ],
    "es": [
      "600 g de judías verdes, cortadas (frescas) o congeladas",
      "30 ml de aceite vegetal",
      "1 cebolla, cortada en cubitos",
      "7 g de pimentón dulce",
      "1 tomate, picado",
      "1 pimiento verde picante, picado (trozo pequeño)",
      "3 dientes de ajo, picados",
      "Sal al gusto",
      "Pimienta negra al gusto",
      "100 g de pasta de tomate",
      "Semillas de sésamo tostadas, para decorar"
    ],
    "ar": [
      "4.5 كيسان لوبيا خضراء، منظفة (جديدة) أو كونجلي",
      "2 مغارف زيت",
      "1 بصلة، مقصوصة",
      "1 مغرفة فلفل أحمر (بابريكا)",
      "1 كعبة طماطم، مقصوصة",
      "1 فلفل أخضر حار، مقصوص (طرف صغير)",
      "3 سنون ثوم، مرحي",
      "ملح حسب الذوق",
      "فلفل أكحل حسب الذوق",
      "0.4 كيسان طماطم حكة (معجونة)",
      "جلجلان مقلي، للزينة"
    ],
    "en": [
      "4.5 cups green beans, trimmed (fresh) or frozen",
      "2 tbsp vegetable oil",
      "1 onion, diced",
      "1 tbsp sweet paprika",
      "1 tomato, chopped",
      "1 green hot pepper, chopped (small piece)",
      "3 cloves garlic, minced",
      "Salt to taste",
      "Black pepper to taste",
      "0.4 cups tomato paste (1 small can)",
      "Toasted sesame seeds, for garnish"
    ]
  },
  "steps": {
    "he": [
      "מחממים את השמן בסיר גדול. מוסיפים את הבצל הקצוץ ומטגנים עד שהוא מתחיל להזהיב.",
      "מוסיפים את הפפריקה ומבשלים כ-2 דקות לפתיחת הטעמים (יש להיזהר לא לשרוף אותה).",
      "מוסיפים את העגבניה הקצוצה ואת חתיכת הפלפל החריף.",
      "מתבלים במעט מלח, פלפל שחור והשום הכתוש.",
      "מוסיפים את רסק העגבניות. מביאים את התערובת לרתיחה.",
      "מוסיפים את השעועית הירוקה ומבשלים כ-10 דקות עד שהיא רכה.",
      "מכבים את האש. ניתן לקשט בשומשום קלוי לפני ההגשה."
    ],
    "es": [
      "Caliente el aceite en una sartén grande. Agregue la cebolla picada y sofría hasta que empiece a dorarse.",
      "Añada el pimentón y cocine unos 2 minutos para liberar el sabor (tenga cuidado de no quemarlo).",
      "Agregue el tomate picado y el trozo pequeño de pimiento picante.",
      "Sazone con un poco de sal, pimienta negra y el ajo picado.",
      "Añada la pasta de tomate. Lleve la mezcla a ebullición.",
      "Agregue las judías verdes y cocine aproximadamente 10 minutos hasta que estén tiernas.",
      "Apague el fuego. Opcionalmente, decore con semillas de sésamo tostadas antes de servir."
    ],
    "ar": [
      "سخن الزيت في طنجرة كبيرة. حط البصل المقصوص وقلي لين يبدا يصفار.",
      "زيد الفلفل الأحمر (بابريكا) وخليه يتقلى دقيقتين باش يسيب المطعم (رد بالك تحرقه).",
      "زيد الطماطم المقصوصة وطرف الفلفل الحار.",
      "فوّح بشوية ملح، فلفل أكحل، والثوم المرحي.",
      "زيد طماطم الحكة. خلي الخليط يغلي.",
      "ارمي اللوبيا الخضراء وخليها تطيب حكاية 10 دقايق لين تطرى.",
      "طفي النار. تنجم تزين بشوية جلجلان مقلي قبل التقديم."
    ],
    "en": [
      "Heat the oil in a large pan. Add the diced onion and sauté until it begins to turn golden.",
      "Add the paprika and cook for about 2 minutes to release the flavor (be careful not to burn it).",
      "Add the chopped fresh tomato and the small piece of hot pepper.",
      "Season with a little salt, black pepper, and the minced garlic.",
      "Add the tomato paste. Bring the mixture to a boil.",
      "Add the green beans and cook for approximately 10 minutes until tender.",
      "Turn off the heat. Optionally, garnish with toasted sesame seeds before serving."
    ]
  },
  "index": 23
}