{
  "id": "homemade_couscous",
  "image": "images/current/026_couscous/dish.png",
  "meta": {
    "servings": "6-8",
    "prep_time": "30 min",
    "cook_time": "60 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "קוסקוס",
    "es": "Cuscús Casero",
    "ar": "كسكسي",
    "en": "Homemade Couscous"
  },
  "description": {
    "he": "קוסקוס ביתי מגיע מהמילה הברברית סקסו שמשמעותה מגולגל היטב. שיטה מסורתית זו כוללת הרטבה ואידוי כפול של סולת גולמית למרקם אוורירי. למרות שלרוב הוא מוגש עם בשר, דגן טבעוני זה הוא הבסיס המושלם לתבשילי ירקות עשירים במטבח הצפון אפריקאי.",
    "es": "El Cuscús Casero proviene de la palabra bereber seksu que significa bien enrollado. Este método tradicional implica hidratar y cocer al vapor dos veces la sémola cruda para obtener una textura esponjosa. Aunque a menudo se sirve con carne, este grano naturalmente vegano es la base perfecta para ricos guisos de verduras en la cocina norteafricana.",
    "ar": "الكسكسي العربي يجي من الكلمة البربرية سكسو اللي معناها مفتول بالقدة. الطريقة التقليدية هذي فيها تبليل وتفوير السميد مرتين باش يجي خفيف ومفرك. بالرغم اللي هو عادة يتقدم باللحم، الكسكسي هذا نباتي وهو القاعدة المثالية لمرقة الخضرة في الكوجينة متاع شمال إفريقيا.",
    "en": "Homemade Couscous comes from the Berber word seksu meaning well-rolled. This traditional method involves hydrating and double-steaming raw semolina for a fluffy texture. While often served with meat, this naturally vegan grain is the perfect base for rich vegetable stews in North African cuisine."
  },
  "ingredients": {
    "he": [
      "1000 גרם סולת",
      "500 מ״ל מים",
      "60 מ״ל שמן צמחי"
    ],
    "es": [
      "1000 g de sémola",
      "500 ml de agua",
      "60 ml de aceite vegetal"
    ],
    "ar": [
      "6 كيسان سميد",
      "2.1 كيسان ماء",
      "0.25 كاس زيت"
    ],
    "en": [
      "6 cups semolina",
      "2.1 cups water",
      "0.25 cups vegetable oil"
    ]
  },
  "steps": {
    "he": [
      "שופכים את הסולת לקערה רחבה דרך נפה גסה. מסובבים את הקערה לבדיקת הסולת ומסירים לכלוך שעולה למעלה.",
      "מוסיפים 1/4 כוס מים ומערבבים לתוך הסולת. מוסיפים עוד 1/4 כוס מים (בזהירות לא לשים יותר מדי) ומערבבים היטב.",
      "מעבירים את התערובת שוב דרך נפה רחבה/גסה ליצירת גרגרים אחידים. מוסיפים מעט שמן ביד ומערבבים לציפוי.",
      "מניחים את הגרגרים בסיר האידוי (קוסקוסייר/קסקס) עם החורים. מניחים סיר זה מעל סיר תחתון מלא במים רותחים.",
      "מאדים במשך כ-30 דקות.",
      "מסירים מהאש ושופכים את הקוסקוס חזרה לקערה הרחבה. שופכים מים על הקוסקוס ומפוררים גושים.",
      "מחזירים לסיר האידוי ומאדים שוב עד שהאדים עולים בבירור דרך הגרגרים.",
      "מסירים מהאש, שופכים מעט שמן על הקוסקוס, מאווררים אותו פעם אחרונה ומעבירים לקערת הגשה."
    ],
    "es": [
      "Vierta la sémola en un tazón ancho a través de un tamiz grueso. Gire el tazón para revisar la sémola; retire cualquier impureza que suba a la superficie.",
      "Agregue 1/4 de taza de agua y mezcle con la sémola. Agregue otro 1/4 de taza de agua (con cuidado de no agregar demasiada) y mezcle bien.",
      "Pase la mezcla nuevamente por un tamiz ancho/grueso para crear granos uniformes. Agregue una pequeña cantidad de aceite con la mano y mezcle para cubrir.",
      "Coloque los granos en la olla de vapor (cuscusera/keskas) con agujeros. Coloque esta olla sobre una olla inferior llena de agua hirviendo.",
      "Cocine al vapor durante aproximadamente 30 minutos.",
      "Retire del fuego y vierta el cuscús nuevamente en el tazón ancho. Vierta agua sobre el cuscús y deshaga los grumos.",
      "Regrese a la vaporera y cocine al vapor nuevamente hasta que el vapor suba claramente a través de los granos.",
      "Retire del fuego, vierta un poco de aceite sobre el cuscús, esponje una última vez y transfiera a un tazón para servir."
    ],
    "ar": [
      "حط السميد في قصعة واسعة وعديه في الغربال الخشين. دور القصعة باش تثبت في السميد ونحي أي حاجة زايدة تطلع الفوق.",
      "زيد ربع كاس ماء وخلطو مع السميد. زيد ربع كاس ماء آخر (رد بالك تكثر) وخلط بالباهي.",
      "عاود عدي الخليط في غربال واسع/خشين باش يولي كعبات قد قد. زيد شوية زيت بيدك وخلط باش يتدهن الكل.",
      "حط الكسكسي في الكسكاس (اللي فيه نقب). حط الكسكاس فوق المقفول اللي معبي بالماء يغلي.",
      "فورو تقريباً 30 دقيقة.",
      "نحيه من النار ورجع الكسكسي للقصعة. صب الماء على الكسكسي وحل أي كعابر.",
      "رجعو للكسكاس وفورو مرة أخرى لين تشوف البخار طالع بالباهي من الكسكسي.",
      "نحيه من النار، صب شوية زيت على الكسكسي، فركو مرة لخرة وحطو في تبسي التقديم."
    ],
    "en": [
      "Pour the semolina into a wide bowl through a coarse sieve. Rotate the bowl to check the semolina; remove any impurities that rise to the top.",
      "Add 1/4 cup of water and mix into the semolina. Add another 1/4 cup of water (be careful not to add too much) and mix thoroughly.",
      "Pass the mixture through a wide/coarse sieve again to create uniform grains. Add a small amount of oil by hand and mix to coat.",
      "Place the grains in the steamer pot (couscoussier/keskas) with holes. Place this pot over a bottom pot filled with boiling water.",
      "Steam for approximately 30 minutes.",
      "Remove from heat and pour the couscous back into the wide bowl. Pour water over the couscous and break apart any lumps.",
      "Return to the steamer and steam again until steam rises clearly through the grains.",
      "Remove from heat, pour a little oil over the couscous, fluff it one last time, and transfer to a serving bowl."
    ]
  },
  "index": 34
}