{
  "id": "honeycakelior_benmosheh",
  "image": "images/current/042honeycake/dish.png",
  "meta": {
    "servings": "1 loaf",
    "prep_time": "15 min",
    "cook_time": "40 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "עוגת דבש (סילאן) ליאור בן משה",
    "es": "Pastel de Silan (Miel de Dátil) de Lior Ben Mosheh",
    "ar": "كيكة سيلان (الرُب) ليور بن موشي",
    "en": "Lior Ben Mosheh's Silan (Date Honey) Cake"
  },
  "description": {
    "he": "עוגת הסילאן של ליאור בן משה היא גרסה מחודשת לעוגת הדבש המסורתית של ראש השנה, המשתמשת בסירופ תמרים, שנקרא היסטורית בג'רבה רוב אך כיום מוכר כסילאן. כיכר עוגה לחה וטבעונית זו מסתמכת על קפה וקינמון לעומק הטעם במקום ביצים או מוצרי חלב, מה שהופך אותה לקינוח פרווה אידיאלי לסיום ארוחה בשרית חגיגית.",
    "es": "El Pastel de Silan de Lior Ben Mosheh reinventa el tradicional pastel de miel de Rosh Hashaná utilizando jarabe de dátil, conocido históricamente en Djerba como rubb pero ahora llamado comúnmente silan. Este pastel húmedo y vegano confía en el café y la canela para dar profundidad en lugar de huevos o lácteos, lo que lo convierte en un postre parve ideal para concluir una comida festiva con carne.",
    "ar": "كيكة السيلان متاع ليور بن موشي تعاود تصيغ كيكة العسل التقليدية متاع راس العام باستعمال عسل التمر، اللي معروف تاريخيا في جربة باسم الرُب ولكن توة يتسمى سيلان. هالكيكة الطرية والنباتية تعتمد على القهوة والقرفة للبنة في عوض العظم والحليب، وهكا تكون ديسير بارف (parve) مثالي باش تكمل بيه وجبة باللحم في العيد.",
    "en": "Lior Ben Mosheh’s Silan Cake reimagines the traditional Rosh Hashanah honey cake using date syrup, known historically in Djerba as rubb but now commonly called silan. This moist, vegan loaf relies on coffee and cinnamon for depth rather than eggs or dairy, making it an ideal parve dessert to conclude a festive meat meal."
  },
  "ingredients": {
    "he": [
      "80 מ\"ל סילאן (סירופ תמרים)",
      "120 מ\"ל שמן צמחי",
      "65 גרם סוכר",
      "135 מ\"ל חלב סויה",
      "2 גרם קפה נמס (גרגירים)",
      "2.6 גרם קינמון טחון",
      "150 גרם קמח לבן, מנופה",
      "9.6 גרם אבקת אפייה",
      "סילאן, סירופ מייפל או אגבה לפי הטעם (להברשה)"
    ],
    "es": [
      "80 ml de jarabe de dátil (Silan)",
      "120 ml de aceite vegetal",
      "65 g de azúcar",
      "135 ml de leche de soja",
      "2 g de café instantáneo (gránulos)",
      "2.6 g de canela molida",
      "150 g de harina común, tamizada",
      "9.6 g de polvo de hornear",
      "Silan, jarabe de arce o agave al gusto (para pincelar)"
    ],
    "ar": [
      "1/3 كاس سيلان (عسل التمر)",
      "1/2 كاس زيت",
      "1/3 كاس سكر",
      "1/2 كاس حليب صويا (مع مغرفة زايدة)",
      "1 مغرفة صغيرة قهوة سريعة الذوبان",
      "1 مغرفة صغيرة قرفة",
      "1.2 كاس فرينة، مغربلة",
      "2 مغارف صغار خميرة قاطو",
      "سيلان، شحور، أو عسل حسب الذوق (باش تدهن الكيكة)"
    ],
    "en": [
      "1/3 cup Date syrup (Silan)",
      "1/2 cup Vegetable oil",
      "1/3 cup Sugar",
      "1/2 cup Soy milk (+ 1 tbsp)",
      "1 tsp Instant coffee",
      "1 tsp Ground cinnamon",
      "1.2 cups All-purpose flour, sifted",
      "2 tsp Baking powder",
      "Silan, Maple syrup, or Agave to taste (for brushing)"
    ]
  },
  "steps": {
    "he": [
      "מחממים תנור ל-175 מעלות צלזיוס.",
      "בקערת ערבוב, מערבבים את הסילאן, השמן, הסוכר, חלב הסויה, הקפה הנמס והקינמון. מערבבים היטב ומניחים לתערובת לנוח למשך 10 דקות כדי שהטעמים יתמזגו.",
      "לאחר 10 דקות, מוסיפים את הקמח ואבקת האפייה. טורפים עד שהבלילה חלקה וללא גושי קמח.",
      "יוצקים את הבלילה לתבנית אינגליש קייק ואופים במשך כ-40 דקות, או עד שקיסם הננעץ במרכז יוצא יבש.",
      "מוציאים מהתנור ומברישים מיד את חלק העליון של העוגה במעט סילאן, סירופ מייפל או אגבה לגימור מבריק."
    ],
    "es": [
      "Precalentar el horno a 175°C.",
      "En un bol, combinar el silan, el aceite, el azúcar, la leche de soja, el café instantáneo y la canela. Mezclar bien y dejar reposar la mezcla durante 10 minutos.",
      "Después de 10 minutos, añadir la harina y el polvo de hornear. Batir hasta que la masa esté suave y sin grumos de harina.",
      "Verter la masa en un molde rectangular (tipo budín) y hornear durante aproximadamente 40 minutos, o hasta que un palillo insertado en el centro salga seco.",
      "Retirar del horno e inmediatamente pincelar la parte superior del pastel con un poco de silan, jarabe de arce o néctar de agave para un acabado brillante."
    ],
    "ar": [
      "سخن الكوشة على 175 درجة.",
      "في صحفة، خلط السيلان (الرُب)، الزيت، السكر، حليب الصويا، القهوة والقرفة. خلط مليح وخلي الخليط يرتاح 10 دقايق باش السكر يذوب.",
      "بعد 10 دقايق، زيد الفرينة وخميرة القاطو. ركض بالقدى لين يولي الخليط أرطب وما فيهوش كعابر فرينة.",
      "صب الخليط في طبق كيك مستطيل وحطه في الكوشة لمدة 40 دقيقة تقريبا، أو لين تجرب بفرشيطة أو عود وتخرج شايحة من الوسط.",
      "خرجها من الكوشة وادهن وجه الكيكة ديركت بشوية سيلان، شحور، أو عسل باش تولي تلمع."
    ],
    "en": [
      "Preheat the oven to 175°C (350°F).",
      "In a mixing bowl, combine the date syrup (silan), oil, sugar, soy milk, instant coffee, and cinnamon. Mix well and let the mixture sit for 10 minutes.",
      "After 10 minutes, add the flour and baking powder. Whisk until the batter is smooth and no lumps of flour remain.",
      "Pour the batter into a loaf pan (English cake tin) and bake for approximately 40 minutes, or until a toothpick inserted into the center comes out dry.",
      "Remove from the oven and immediately brush the top of the cake with a little silan, maple syrup, or agave nectar for a glossy finish."
    ]
  }
}