{
  "id": "honeycakemami",
  "image": "images/current/042_honey_cake/dish.png",
  "meta": {
    "servings": "10-12",
    "prep_time": "20 min",
    "cook_time": "45 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "עוגת דבש של מאמי",
    "es": "Pastel de Miel de Mamá",
    "ar": "كيكة العسل متاع مامي",
    "en": "Mom's Honey Cake"
  },
  "description": {
    "he": "עוגת הדבש של מאמי היא המתכון האהוב של אמא של אני לראש השנה. 'מאמי' הוא כינוי חיבה לאמא בתרבויות רבות. העוגה הלחה והריחנית הזו ממותקת בדבש ומתובלת בקינמון, ומסמלת את התקווה לשנה חדשה ומתוקה.",
    "es": "El Pastel de Miel de Mamá es la receta atesorada de la madre de Enny para el Año Nuevo judío. 'Mami' simplemente significa 'Mamá', un término cariñoso usado en muchas culturas. Este pastel húmedo y aromático está endulzado con miel y especiado con canela, simbolizando los deseos de un dulce año nuevo.",
    "ar": "كيكة العسل متاع مامي هي وصفة أم إيني العزيزة لראש השנה (Rosh Hashanah). 'مامي' تعني 'أمي'، كلمة محبة مستعملة برشا. هالكيكة الطرية والفوّاحة معمولة بالعسل ومفوّحة بالقرفة، وترمز لأمنياتنا بعام جديد وحلو.",
    "en": "Mom's Honey Cake is Enny's mother's treasured recipe for the Jewish New Year. 'Mami' simply means 'Mom' - a term of endearment used in many cultures. This moist, aromatic cake is sweetened with honey and spiced with cinnamon, symbolizing hopes for a sweet new year."
  },
  "ingredients": {
    "he": [
      "240 גרם רסק תפוחים לא ממותק",
      "200 גרם סוכר",
      "120 מ\"ל שמן צמחי",
      "170 גרם סירופ אגבה או סילאן",
      "240 מ\"ל מים חמים",
      "3 גרם קפה נמס",
      "3 גרם קינמון טחון",
      "0.5 גרם ציפורן טחון",
      "210 גרם קמח רגיל, מנופה",
      "10 גרם אבקת אפייה",
      "5 גרם סודה לשתייה"
    ],
    "es": [
      "240 g de puré de manzana sin azúcar",
      "200 g de azúcar",
      "120 ml de aceite vegetal",
      "170 g de néctar de agave o jarabe de dátil (Silan)",
      "240 ml de agua caliente",
      "3 g de café instantáneo",
      "3 g de canela molida",
      "0.5 g de clavo molido",
      "210 g de harina común, tamizada",
      "10 g de polvo de hornear",
      "5 g de bicarbonato de sodio"
    ],
    "ar": [
      "1 كأس كومبوت تفاح (بدون سكر)",
      "1 كأس سكر",
      "نص كأس زيت",
      "نص كأس أقاف ولا عسل التمر (رب)",
      "1 كأس ماء سخون",
      "1.5 مغرفة صغيرة قهوة سريعة الذوبان",
      "1 مغرفة صغيرة قرفة مرحية",
      "ربع مغرفة صغيرة قرنفل مرحي",
      "1.75 كيسان فرينة، مغربلة",
      "2 مغارف صغار خميرة قاطو",
      "1 مغرفة صغيرة بيكربونات"
    ],
    "en": [
      "1 cup unsweetened applesauce",
      "1 cup sugar",
      "1/2 cup vegetable oil",
      "1/2 cup agave nectar or date syrup (Silan)",
      "1 cup hot water",
      "1.5 tsp instant coffee granules",
      "1 tsp ground cinnamon",
      "1/4 tsp ground cloves",
      "1 3/4 cups all-purpose flour, sifted",
      "2 tsp baking powder",
      "1 tsp baking soda"
    ]
  },
  "steps": {
    "he": [
      "מחממים תנור ל-170 מעלות. משמנים היטב תבנית אינגליש קייק או תבנית עגולה עם חור.",
      "מכינים את הקפה: מערבבים את הקפה הנמס עם המים החמים. מניחים בצד להצטנן מעט.",
      "בקערה גדולה או במיקסר, טורפים את רסק התפוחים והסוכר יחד עד שהתערובת אחידה ואוורירית.",
      "מוסיפים בהדרגה את השמן, הסילאן/אגבה והקפה המוכן לתערובת, ומערבבים במהירות נמוכה עד לאיחוד.",
      "בקערה נפרדת, מנפים יחד את הקמח, אבקת האפייה, הסודה לשתייה, הקינמון והציפורן.",
      "מקפלים בעדינות את החומרים היבשים לתוך התערובת הרטובה עד לאיחוד בלבד. להיזהר לא לערבב יותר מדי.",
      "יוצקים את הבלילה לתבנית המשומנת ואופים במשך כ-45 דקות, או עד שקיסם הננעץ במרכז יוצא נקי."
    ],
    "es": [
      "Precalentar el horno a 170°C. Engrasar bien un molde rectangular o de rosca.",
      "Preparar el café mezclando el café instantáneo con el agua caliente. Dejar enfriar un poco.",
      "En un bol grande o batidora, batir el puré de manzana y el azúcar hasta que la mezcla esté pálida y esponjosa.",
      "Añadir gradualmente el aceite, el jarabe y el café preparado a la mezcla, batiendo a velocidad baja hasta integrar.",
      "En otro bol, tamizar la harina, el polvo de hornear, el bicarbonato, la canela y el clavo.",
      "Incorporar suavemente los ingredientes secos a la mezcla húmeda con movimientos envolventes hasta que estén apenas combinados. No mezclar en exceso.",
      "Verter la masa en el molde preparado y hornear por aproximadamente 45 minutos, o hasta que un palillo insertado en el centro salga limpio."
    ],
    "ar": [
      "سخن الكوشة في 170 درجة. ادهن طبق الكيك ولا القالب بالزيت مليح.",
      "حضّر القهوة: خلط القهوة سريعة الذوبان مع الماء السخون. خليها تبرد شوية.",
      "في صحفة كبيرة ولا بالماكينة، ركض كومبوت التفاح والسكر مع بعضهم لين يولي الخليط خفيف.",
      "زيد بالشوية الزيت، والعسل (ولا الرب)، والقهوة اللي حضرتها، وخلط بشوية لين يتجانسو.",
      "في صحفة أخرى، غربل الفرينة، وخميرة القاطو، والبيكربونات، والقرفة، والقرنفل.",
      "خلط بالشوية النواشف مع الخليط الجاري لين يتلمو. رد بالك تخلط برشا باش الكيكة ما تجيش يابسة.",
      "صب الخليط في الطبق وطيبها حكاية 45 دقيقة، ولا لين تجرب بكوندرون (cure-dent) ويخرج شايح."
    ],
    "en": [
      "Preheat the oven to 170°C (340°F). Grease a loaf pan or bundt pan well.",
      "Prepare the coffee by mixing the instant coffee granules with the hot water. Set aside to cool slightly.",
      "In a large bowl or mixer, beat the applesauce and sugar together until the mixture is pale and fluffy.",
      "Gradually add the oil, agave/syrup, and the prepared coffee to the mixture, mixing on low speed until combined.",
      "In a separate bowl, sift together the flour, baking powder, baking soda, cinnamon, and cloves.",
      "Gently fold the dry ingredients into the wet mixture until just combined. Do not overmix.",
      "Pour the batter into the prepared pan and bake for approximately 45 minutes, or until a toothpick inserted into the center comes out clean."
    ]
  },
  "index": 36
}