{
  "id": "hotfudgepudding_cake",
  "image": "images/current/044_hot_fudge_cake/dish.png",
  "meta": {
    "servings": "6-8",
    "prep_time": "15 min",
    "cook_time": "45 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "עוגת פאדג׳ חמה",
    "es": "Pastel de Fudge Caliente",
    "ar": "كيكة فادج سخونة",
    "en": "Hot Fudge Pudding Cake"
  },
  "description": {
    "he": "עוגת פאדג' חמה היא קלאסיקה מודרנית הידועה בשכבות הקסומות שלה שיוצרות רוטב מעצמן. גרסה טבעונית זו מחליפה מוצרי חלב בחלב צמחי תוך שמירה על טעם השוקולד העשיר. השם מגיע מהמילה האנגלית fudge המדגישה את שורשיה המערביים ולא את המורשת הצפון אפריקאית המסורתית.",
    "es": "El Pastel de Fudge Caliente es un clásico moderno conocido por sus capas mágicas que crean su propia salsa. Esta adaptación vegana reemplaza los lácteos con leche vegetal manteniendo el rico sabor a chocolate. El nombre proviene de la palabra inglesa fudge, lo que destaca sus raíces occidentales en lugar de la herencia tradicional norteafricana.",
    "ar": "كيكة فادج سخونة هي كلاسيكية عصرية معروفة بطبقاتها السحرية اللي تعمل صوص وحدها. هالوصفة نباتية وتبدل الحليب بحليب نباتي مع الحفاظ على بنة الشوكولاتة القوية. الاسم جاي من كلمة فادج الإنجليزية اللي تبين أصلها الغربي مش التراث الشمال إفريقي التقليدي.",
    "en": "Ugat Fudge Hama is a modern classic known for its magical self-saucing layers. This vegan adaptation replaces dairy with plant-based milk while keeping the rich chocolate flavor. The name comes from the English word fudge which highlights its Western roots rather than traditional North African heritage."
  },
  "ingredients": {
    "he": [
      "200 גרם סוכר לבן",
      "65 גרם קמח רגיל",
      "45 גרם אבקת קקאו לא ממותק",
      "7.5 גרם אבקת אפייה",
      "3 גרם מלח",
      "120 מ\"ל חלב סויה או שקדים",
      "80 מ\"ל שמן צמחי",
      "5 מ\"ל תמצית וניל",
      "200 גרם סוכר חום, דחוס",
      "420 מ\"ל מים חמים",
      "60 גרם אגוזים קצוצים (אופציונלי)",
      "קצפת קוקוס להגשה (אופציונלי)"
    ],
    "es": [
      "200 g de azúcar blanco",
      "65 g de harina común",
      "45 g de cacao en polvo sin azúcar",
      "7.5 g de polvo de hornear",
      "3 g de sal",
      "120 ml de leche de soja o almendras",
      "80 ml de aceite vegetal",
      "5 ml de extracto de vainilla",
      "200 g de azúcar moreno, compactado",
      "420 ml de agua caliente",
      "60 g de nueces picadas (opcional)",
      "Crema de coco batida para servir (opcional)"
    ],
    "ar": [
      "1 كاس سكر أبيض",
      "نصف كاس فرينة",
      "نصف كاس كاكاو مر",
      "1.5 مغرفة صغيرة خميرة ڨاطو",
      "نصف مغرفة صغيرة ملح",
      "نصف كاس حليب صوجا ولا لوز",
      "ثلث كاس زيت نباتي",
      "1 مغرفة صغيرة فانيليا",
      "1 كاس سكر أسمر",
      "1 و 3/4 كاس ماء سخون",
      "نصف كاس فاكية مهروشة (اختياري)",
      "كريمة جوز الهند للتقديم (اختياري)"
    ],
    "en": [
      "1 cup white sugar",
      "1/2 cup all-purpose flour",
      "1/2 cup unsweetened cocoa powder",
      "1.5 tsp baking powder",
      "0.5 tsp salt",
      "1/2 cup soy or almond milk",
      "1/3 cup vegetable oil",
      "1 tsp vanilla extract",
      "1 cup brown sugar, packed",
      "1 3/4 cups hot water",
      "1/2 cup chopped nuts (optional)",
      "Coconut whipped cream to taste (optional)"
    ]
  },
  "steps": {
    "he": [
      "חממו תנור ל-175 מעלות צלזיוס. שמנו תבנית מרובעת בגודל 23 ס\"מ.",
      "בקערת ערבוב, ערבבו את הסוכר הלבן, הקמח, הקקאו, אבקת האפייה והמלח.",
      "הוסיפו את החלב, השמן ותמצית הוניל וערבבו עד שהבלילה חלקה. שטחו את הבלילה באופן שווה בתבנית המשומנת.",
      "פזרו את הסוכר החום והאגוזים הקצוצים (אם משתמשים) באופן שווה מעל הבלילה.",
      "מזגו בעדינות את המים החמים על כל התערובת. אל תערבבו. זה ייראה נוזלי ומבולגן, אבל זה מה שיוצר את הרוטב.",
      "אפו במשך 40 עד 45 דקות, או עד שמרכז העוגה יציב והרוטב מבעבע בצדדים.",
      "הגישו חם, עם קצפת מעל אם רוצים."
    ],
    "es": [
      "Precaliente el horno a 175°C. Engrase un molde cuadrado de 23 cm.",
      "En un tazón, mezcle el azúcar blanco, la harina, el cacao, el polvo de hornear y la sal.",
      "Incorpore la leche, el aceite vegetal y el extracto de vainilla hasta que la masa esté suave. Extienda la masa uniformemente en el molde preparado.",
      "Espolvoree el azúcar moreno y las nueces picadas (si las usa) uniformemente sobre la masa.",
      "Vierta suavemente el agua caliente sobre toda la mezcla. No revuelva. Se verá desordenado y aguado, pero esto es lo que crea la salsa.",
      "Hornee de 40 a 45 minutos, o hasta que el centro del pastel esté firme y la salsa burbujee alrededor de los bordes.",
      "Sirva caliente, cubierto con crema batida si lo desea."
    ],
    "ar": [
      "سخن الفور لـ 175 درجة. ادهن طبق مربع 23 سم بالزيت.",
      "في صحفة، خلط السكر الأبيض، الفرينة، الكاكاو، الخميرة، والملح.",
      "زيد الحليب، الزيت، والفانيليا وخلط مليح لين يولي الخليط رطب. صب الخليط في الطبق واستويه.",
      "رش السكر الأسمر والفاكية المهروشة (كان تحب) فوق الخليط بالتساوي.",
      "صب الماء السخون بالشوية فوق الخليط الكل. رد بالك تخلط. المنظر بش يبان مخلط وبرشا ماء، أما هكاكة باش تتكون المرقـة (الصوص).",
      "طيبها في الفور بين 40 و 45 دقيقة، لين يشد الكيك روحو من الوسط والصوص تبقبق في الجناب.",
      "قدمها سخونة، ومعاها شوية كريمة من الفوق كان تحب."
    ],
    "en": [
      "Preheat oven to 175°C (350°F). Grease a 23cm (9-inch) square baking pan.",
      "In a mixing bowl, combine the white sugar, flour, cocoa, baking powder, and salt.",
      "Stir in the milk, vegetable oil, and vanilla extract until the batter is smooth. Spread the batter evenly into the prepared pan.",
      "Sprinkle the packed brown sugar and chopped nuts (if using) evenly over the top of the batter.",
      "Gently pour the hot water over the entire mixture. Do not stir. It will look messy and watery, but do not mix it. This creates the sauce.",
      "Bake for 40 to 45 minutes, or until the center of the cake is set and the pudding sauce is bubbling around the edges.",
      "Serve warm, topped with whipped cream if desired."
    ]
  }
}