{
  "id": "mahshistuffedvegetables",
  "image": "images/current/053_mahshi/dish.png",
  "meta": {
    "servings": "4-6",
    "prep_time": "45 min",
    "cook_time": "60 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "מחשי",
    "es": "Mahshi (Vegetales Rellenos)",
    "ar": "محشي",
    "en": "Mahshi (Stuffed Vegetables)"
  },
  "description": {
    "he": "מחשי מגיע מהמילה הערבית לממולא ומייצג מנה ג'רבאית קלאסית. גרסה צמחית זו מחליפה את העוף המסורתי בסייטן עשיר בטעם תוך שמירה על פרופיל התבלינים האותנטי. ירקות מרוקנים מתבשלים בנזיד עשיר ליצירת ארוחה מנחמת המכבדת את שורשיה הצפון אפריקאיים בצורה מושלמת.",
    "es": "Mahshi proviene de la palabra árabe para relleno y representa un plato clásico de Djerba. Esta versión vegetal reemplaza el pollo tradicional con seitán sabroso mientras mantiene el perfil de especias auténtico. Los vegetales ahuecados se cocinan a fuego lento en un guiso rico para crear una comida reconfortante que honra perfectamente sus raíces norteafricanas.",
    "ar": "المحشي يجي من الكلمة العربية \"محشي\" وهو طبق جربي كلاسيكي. هالوصفة النباتية تبدل الدجاج التقليدي بالسيتان المفوّح مع الحفاظ على البهارات الأصلية. الخضرة المقورة تطيب في مرقة خاثرة باش تعطينا ماكلة بنينة وتدفي القلب، وتحافظ على أصولها الشمال إفريقية بالقدى.",
    "en": "Mahshi comes from the Arabic word for stuffed and represents a classic Djerban dish. This plant-based version replaces traditional chicken with savory seitan while maintaining the authentic spice profile. Hollowed vegetables simmer in a rich stew to create a comforting meal that honors its North African roots perfectly."
  },
  "ingredients": {
    "he": [
      "3 תפוחי אדמה, מרוקנים למילוי (בינוניים ואחידים)",
      "4 קישואים, מרוקנים למילוי",
      "1 חציל, מרוקן למילוי (קטן או בינוני)",
      "200 גרם אורז, שטוף",
      "300 גרם סייטן או פטריות יער, קצוצים דק",
      "1 ביצת פשתן (כף פשתן טחון + 3 כפות מים)",
      "30 מ\"ל שמן צמחי",
      "1 בצל, קצוץ",
      "2 עגבניות, קצוצות",
      "200 גרם דלעת, חתוכה לקוביות (אופציונלי)",
      "מים לכיסוי הירקות",
      "מלח לפי הטעם",
      "פלפל שחור לפי הטעם"
    ],
    "es": [
      "3 papas, ahuecadas para rellenar (medianas y uniformes)",
      "4 calabacines, ahuecados para rellenar",
      "1 berenjena, ahuecada para rellenar (pequeña o mediana)",
      "200 g de arroz, enjuagado",
      "300 g de seitán o setas ostra, picados finamente",
      "1 huevo de lino (1 cda de lino molido + 3 cdas de agua)",
      "30 ml de aceite vegetal",
      "1 cebolla, picada",
      "2 tomates, picados",
      "200 g de calabaza, en cubos (opcional)",
      "Agua para cubrir los vegetales",
      "Sal al gusto",
      "Pimienta negra al gusto"
    ],
    "ar": [
      "3 كعبات بطاطا، مقورين للحشو (متوسطين)",
      "4 كعبات قرع (كوسا)، مقورين للحشو",
      "1 باذنجان، مقورة للحشو (صغيرة ولا متوسطة)",
      "1.1 كاس روز، مغسول",
      "1.3 كاس سيتان ولا فطر، مقصوص جويد",
      "1 عظمة كتان (مغرفة كتان مرحي + 3 مغارف ماء)",
      "2 مغارف زيت نباتي",
      "1 بصلة، مقصوصة",
      "2 كعبات طماطم، مقصوصين",
      "1.7 كاس قرع أحمر، مقصوص مكعبات (اختياري)",
      "ماء باش نغموا الخضرة",
      "ملح حسب الذوق",
      "فلفل أكحل حسب الذوق"
    ],
    "en": [
      "3 potatoes, hollowed for stuffing (medium and uniform)",
      "4 zucchini, hollowed for stuffing",
      "1 eggplant, hollowed for stuffing (small or medium)",
      "1.1 cups rice, rinsed",
      "1.3 cups seitan or oyster mushrooms, finely chopped",
      "1 flax egg (1 tbsp flax meal + 3 tbsp water)",
      "2 tbsp vegetable oil",
      "1 onion, diced",
      "2 tomatoes, chopped",
      "1.7 cups pumpkin, cubed (optional)",
      "Water to cover vegetables",
      "Salt to taste",
      "Black pepper to taste"
    ]
  },
  "steps": {
    "he": [
      "הכינו את הירקות למילוי (תפוחי אדמה, קישואים, חצילים, עלי כרוב וכו') על ידי ריקון התוכן שלהם. שמרו את תוכן הקישואים להוספה לרוטב מאוחר יותר.",
      "בקערה, הכינו את המילוי: ערבבו את ביצת הפשתן עם האורז וחתיכות הסייטן הקצוצות דק. תבלו במלח ופלפל.",
      "מלאו את הירקות המרוקנים בתערובת האורז והסייטן. אל תדחסו חזק מדי כיוון שהאורז יתנפח.",
      "בסיר גדול, חממו את השמן וטגנו את הבצל הקצוץ עד לשקיפות.",
      "הוסיפו את העגבניות וכל ירק נוסף לנזיד (כמו קוביות דלעת או קישואים נוספים). הוסיפו מים לכיסוי ותבלו במלח ופלפל.",
      "הניחו בזהירות את הירקות הממולאים בתוך הסיר.",
      "כסו ובשלו על אש קטנה עד שהירקות רכים והאורז בפנים מוכן לגמרי."
    ],
    "es": [
      "Prepare los vegetales para rellenar (papas, calabacines, berenjenas, hojas de repollo, etc.) ahuecando los centros. Guarde la pulpa del calabacín para agregarla a la salsa más tarde.",
      "En un tazón, prepare el relleno: mezcle el huevo de lino con el arroz y los trozos de seitán finamente picados. Sazone con sal y pimienta.",
      "Rellene los vegetales ahuecados con la mezcla de arroz y seitán. No los apriete demasiado ya que el arroz se expandirá.",
      "En una olla grande, caliente el aceite y sofría la cebolla picada hasta que esté transparente.",
      "Agregue los tomates y cualquier vegetal adicional para el guiso (como trozos de calabaza o calabacín extra). Agregue agua para cubrir y sazone con sal y pimienta.",
      "Coloque cuidadosamente los vegetales rellenos en la olla.",
      "Tape y cocine a fuego lento hasta que los vegetales estén tiernos y el arroz en el interior esté completamente cocido."
    ],
    "ar": [
      "حضّر الخضرة للحشو (بطاطا، قرع، باذنجان، كرنب، إلخ) وقوّرهم من الداخل. خلّي قلب القرع باش تزيدو للمرقة مبعد.",
      "في صحفة، حضّر الحشو: خلّط عظمة الكتان مع الروز والسيتان المقصوص جويد. فوّح بالملح والفلفل الأكحل.",
      "عمّر الخضرة المقورة بخليط الروز والسيتان. ما ترصش برشا خاطر الروز باش يتنفخ.",
      "في طنجرة كبيرة، سخّن الزيت وقلي البصل المقصوص لين يذبل.",
      "زيد الطماطم وأي خضرة أخرى للمرقة (كيف القرع الأحمر ولا القرع الزايد). صب الماء باش تغم وفوّح بالملح والفلفل الأكحل.",
      "حط الخضرة المحشية في الطنجرة بالشوية.",
      "غطي وخلّيها تطيب سلة سلة لين الخضرة تطرى والروز يطيب بالقدى."
    ],
    "en": [
      "Prepare the vegetables for stuffing (potatoes, zucchini, eggplant, cabbage leaves, etc.) by hollowing out the centers. Save the inner flesh of the zucchini to add to the sauce later.",
      "In a bowl, prepare the filling: mix the flax egg with the rice and finely chopped seitan pieces. Season with salt and pepper.",
      "Stuff the hollowed vegetables with the rice and seitan mixture. Do not pack too tightly as the rice will expand.",
      "In a large pot, heat the oil and sauté the chopped onion until translucent.",
      "Add the tomatoes and any additional vegetables for the stew (such as pumpkin chunks or extra zucchini). Add water to cover and season with salt and pepper.",
      "Carefully place the stuffed vegetables into the pot.",
      "Cover and simmer until the vegetables are tender and the rice inside is fully cooked."
    ]
  },
  "index": 43
}