{
  "id": "mochajavacake",
  "image": "images/current/060mochajava_cake/dish.png",
  "meta": {
    "servings": "10-12",
    "prep_time": "20 min",
    "cook_time": "20 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "עוגת מוקה ג'אווה",
    "es": "Pastel de Moca y Java",
    "ar": "كيكة موكا جافا",
    "en": "Mocha Java Cake"
  },
  "description": {
    "he": "עוגת מוקה ג'אווה זו, הקרויה על שם ערי הנמל ההיסטוריות מוקה (תימן) וג'אווה (אינדונזיה), משלבת שוקולד עשיר עם טעמי קפה נועזים. השם, ביטוי מערבי מושאל, משקף את תערובת הקפה העתיקה בעולם. גרסה זו היא פינוק עשיר על בסיס צמחי.",
    "es": "Este Pastel de Moca y Java, llamado así por los históricos puertos cafeteros de Moca (Yemen) y Java (Indonesia), mezcla rico chocolate con audaces notas de café. El nombre refleja la mezcla de café más antigua del mundo. Esta versión es un postre decadente a base de plantas.",
    "ar": "هالكيكة، المسماة على اسم موانئ القهوة التاريخية المخا (اليمن) وجاوا (إندونيسيا)، تخلط الشوكولاتة الغنية مع نكهة القهوة القوية. الاسم يعكس أقدم خلطة قهوة في العالم. هالنسخة نباتية وبنينة برشا.",
    "en": "This Mocha Java Cake, named after the historic coffee trade ports of Mocha (Yemen) and Java (Indonesia), blends rich chocolate with bold coffee notes. The name, a Western loan phrase, reflects the world's oldest coffee blend. This version is a decadent, plant-based treat."
  },
  "ingredients": {
    "he": [
      "100 גרם מרגרינה טבעונית (לעוגה)",
      "80 מ\"ל מים (לעוגה)",
      "200 גרם סוכר (לעוגה)",
      "9 גרם קפה נמס (לעוגה)",
      "150 גרם שוקולד מריר, שבור לחתיכות (לעוגה)",
      "21 גרם פשתן טחון, מעורבב עם 9 כפות מים חמים (תחליף ל-3 ביצים)",
      "140 גרם קמח רגיל, מנופה",
      "1.5 גרם מלח",
      "2.4 גרם אבקת אפייה",
      "9 גרם קפה נמס (לזיגוג)",
      "180 מ\"ל שמנת מתוקה צמחית (לזיגוג)",
      "150 גרם שוקולד מריר, שבור לחתיכות (לזיגוג)",
      "80 גרם אבקת סוכר (לזיגוג)"
    ],
    "es": [
      "100 g de margarina vegana (para el pastel)",
      "80 ml de agua (para el pastel)",
      "200 g de azúcar (para el pastel)",
      "9 g de café instantáneo (para el pastel)",
      "150 g de chocolate negro, en trozos (para el pastel)",
      "21 g de semillas de lino molidas, mezcladas con 9 cucharadas de agua tibia",
      "140 g de harina de trigo, tamizada",
      "1.5 g de sal",
      "2.4 g de polvo de hornear",
      "9 g de café instantáneo (para el glaseado)",
      "180 ml de nata vegetal para montar (para el glaseado)",
      "150 g de chocolate negro, en trozos (para el glaseado)",
      "80 g de azúcar glas (para el glaseado)"
    ],
    "ar": [
      "7 مغارف مارغرين نباتي (للكيكة)",
      "0.33 كاس ماء (للكيكة)",
      "1 كاس سكر (للكيكة)",
      "1.5 مغرفة قهوة سريعة الذوبان (للكيكة)",
      "0.9 كاس شكلاطة كحلة، مقصوصة طروف (للكيكة)",
      "3 مغارف زريعة كتان مرحية، مخلطة مع 9 مغارف ماء سخون",
      "1.15 كاس فرينة، مغربلة",
      "0.25 مغرفة صغيرة ملح",
      "0.5 مغرفة صغيرة خميرة قاطو",
      "1.5 مغرفة قهوة سريعة الذوبان (للصوص)",
      "0.75 كاس كريمة خفق نباتية (للصوص)",
      "0.9 كاس شكلاطة كحلة، مقصوصة طروف (للصوص)",
      "0.67 كاس سكر محور (للصوص)"
    ],
    "en": [
      "7 tbsp vegan margarine (for the cake)",
      "1/3 cup water (for the cake)",
      "1 cup sugar (for the cake)",
      "1.5 tbsp instant coffee granules (for the cake)",
      "0.9 cups dark chocolate, broken into pieces (for the cake)",
      "3 tbsp ground flaxseed, mixed with 9 tbsp warm water",
      "1.15 cups all-purpose flour, sifted",
      "1/4 tsp salt",
      "1/2 tsp baking powder",
      "1.5 tbsp instant coffee granules (for the glaze)",
      "3/4 cup vegan whipping cream (for the glaze)",
      "0.9 cups dark chocolate, broken into pieces (for the glaze)",
      "2/3 cup powdered sugar (for the glaze)"
    ]
  },
  "steps": {
    "he": [
      "חממו תנור ל-180 מעלות צלזיוס. שמנו תבנית אפייה בינונית.",
      "בסיר על אש בינונית, ערבבו את המרגרינה, המים, הסוכר והחלק הראשון של הקפה (1.5 כפות). חממו עד להמסה וכמעט רתיחה.",
      "הוסיפו את החלק הראשון של השוקולד לתערובת החמה וערבבו עד להמסה מלאה וקבלת מרקם חלק.",
      "הסירו מהאש. הוסיפו את תערובת הפשתן (תחליף הביצים) בהדרגה, תוך ערבוב נמרץ כדי למנוע בישול של התערובת.",
      "הוסיפו את הקמח, המלח ואבקת האפייה. ערבבו עד לקבלת תערובת אחידה.",
      "צקו את הבלילה לתבנית המוכנה. אפו כ-20 דקות, או עד שהעוגה יציבה וקיסם הננעץ במרכזה יוצא נקי.",
      "הוציאו את העוגה מהתנור והניחו לה להצטנן.",
      "להכנת הזיגוג: בסיר קטן על אש נמוכה, ערבבו את השמנת הצמחית עם החלק השני של הקפה (1.5 כפות).",
      "כשהשמנת חמה והקפה נמס, הוסיפו את החלק השני של השוקולד. ערבבו עד להמסה.",
      "הסירו את הזיגוג מהאש וערבבו פנימה את אבקת הסוכר עד לקבלת מרקם חלק. הניחו לו להצטנן מעט.",
      "צקו את הזיגוג החמים על העוגה המצוננת לפני ההגשה."
    ],
    "es": [
      "Precaliente el horno a 180°C. Engrase un molde para hornear mediano.",
      "En una olla a fuego medio, combine la margarina, el agua, el azúcar y la primera parte del café (1.5 cucharadas). Caliente hasta que se derrita y esté a punto de hervir.",
      "Añada la primera parte del chocolate a la mezcla caliente y remueva hasta que esté completamente derretido y suave.",
      "Retire del fuego. Añada la mezcla de lino (sustituto de huevo) poco a poco, removiendo vigorosamente para integrar bien.",
      "Añada la harina, la sal y el polvo de hornear. Mezcle hasta que esté bien combinado.",
      "Vierta la masa en el molde preparado. Hornee durante unos 20 minutos, o hasta que el pastel esté firme y al insertar un palillo en el centro salga limpio.",
      "Retire el pastel del horno y deje enfriar.",
      "Para preparar el glaseado: En una olla pequeña a fuego lento, mezcle la nata vegetal con la segunda parte del café (1.5 cucharadas).",
      "Una vez que la nata esté caliente y el café disuelto, añada la segunda parte del chocolate. Remueva hasta que se derrita.",
      "Retire el glaseado del fuego e incorpore el azúcar glas hasta obtener una mezcla suave. Deje enfriar ligeramente.",
      "Vierta el glaseado tibio sobre el pastel enfriado antes de servir."
    ],
    "ar": [
      "سخّن الفور (الفرن) على 180 درجة. ادهن طبق الفور بالزيت.",
      "في طنجرة على نار متوسطة، خلط المارغرين، الماء، السكر، والجزء الأول متاع القهوة (1.5 مغرفة). سخّن لين يذوب الخليط ويقرب يغلي.",
      "زيد الجزء الأول متاع الشكلاطة للخليط السخون وحرّك لين تذوب الكل وتولي رطبة.",
      "نحّي الطنجرة من على النار. زيد خليط زريعة الكتان (في بلاصة العظم) وحرّك بالزربة باش يتخلط مليح.",
      "زيد الفرينة، الملح، وخميرة القاطو. خلط مليح لين يتجانس الخليط.",
      "صب الخليط في الطبق المحضر. طيّب في الفور لمدة 20 دقيقة، أو لين الكيكة تشد روحها والسكينة تخرج نظيفة كي تجربها.",
      "خرّج الكيكة من الفور وخليها تبرد.",
      "باش تحضر الصوص (glaçage): في طنجرة صغيرة على نار هادية، خلط الكريمة النباتية مع الجزء الثاني متاع القهوة (1.5 مغرفة).",
      "كي تسخن الكريمة وتذوب القهوة، زيد الجزء الثاني متاع الشكلاطة. حرّك لين تذوب.",
      "نحّي الصوص من على النار وخلط معاها السكر المحور لين تولي رطبة. خليها تبرد شوية.",
      "صب الصوص الدافية فوق الكيكة الباردة قبل ما تقدمها."
    ],
    "en": [
      "Preheat oven to 180°C (350°F). Grease a medium baking pan.",
      "In a saucepan over medium heat, combine the margarine, water, sugar, and the first portion of coffee (1.5 tbsp). Heat until melted and almost boiling.",
      "Add the first portion of chocolate to the hot mixture and stir until completely melted and smooth.",
      "Remove from heat. Add the flax egg mixture, stirring vigorously to combine well.",
      "Add the flour, salt, and baking powder. Mix until well combined.",
      "Pour the batter into the prepared pan. Bake for about 20 minutes, or until the cake is firm and a skewer inserted into the center comes out clean.",
      "Remove cake from oven and allow it to cool.",
      "To prepare the glaze: In a small saucepan over low heat, mix the vegan whipping cream with the second portion of coffee (1.5 tbsp).",
      "Once the cream mixture is hot and coffee is dissolved, add the second portion of chocolate. Stir until melted.",
      "Remove glaze from heat and stir in the powdered sugar until smooth. Let it cool slightly.",
      "Pour the warm glaze over the cooled cake before serving."
    ]
  }
}