{
  "id": "mochajavacake",
  "image": "images/current/060_mocha_java_cake/dish.png",
  "meta": {
    "servings": "10-12",
    "prep_time": "20 min",
    "cook_time": "20 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "עוגת מוקה ג'אווה",
    "es": "Pastel de Moca Java",
    "ar": "كيكة موكا جافا",
    "en": "Mocha Java Cake"
  },
  "description": {
    "he": "עוגת מוקה ג'אווה משלבת את הטעמים העשירים של קפה ושוקולד. השם מתייחס לשני מקורות קפה היסטוריים: מוקה, עיר הנמל התימנית שהייתה מרכז סחר בקפה, וג'אווה, האי האינדונזי המפורסם במטעי הקפה שלו. עוגה מושחתת זו מחברת יחד את מסורות הקפה האגדיות הללו.",
    "es": "El Pastel de Moca Java combina los ricos sabores del café y el chocolate. El nombre hace referencia a dos orígenes históricos del café: Moca, la ciudad portuaria yemení que fue un importante centro de comercio de café, y Java, la isla indonesia famosa por sus plantaciones. Este decadente pastel une estas legendarias tradiciones cafeteras.",
    "ar": "كيكة موكا جافا تخلط بين النكهات الغنية متاع القهوة والشكلاطة. الاسم يرجع لزوج بلايص تاريخية متاع قهوة: موكا، اللي هي مدينة ساحلية في اليمن كانت مركز كبير لتجارة القهوة، وجافا، الجزيرة الإندونيسية المعروفة بمزارع القهوة متاعها. هالكيكة البنينة تجمع بين تقاليد القهوة العريقة هاذي.",
    "en": "Mocha Java Cake combines the rich flavors of coffee and chocolate. The name references two historic coffee origins: Mocha, the Yemeni port city that was a major coffee trading hub, and Java, the Indonesian island famous for its coffee plantations. This decadent cake brings together these legendary coffee traditions."
  },
  "ingredients": {
    "he": [
      "100 גרם מרגרינה טבעונית (לעוגה)",
      "80 מ\"ל מים (לעוגה)",
      "200 גרם סוכר (לעוגה)",
      "9 גרם קפה נמס (לעוגה)",
      "150 גרם שוקולד מריר, שבור לחתיכות (לעוגה)",
      "21 גרם פשתן טחון (מעורבב עם 9 כפות מים חמים, תחליף ל-3 ביצים)",
      "140 גרם קמח רגיל, מנופה",
      "1.5 גרם מלח",
      "2.4 גרם אבקת אפייה",
      "9 גרם קפה נמס (לציפוי)",
      "180 מ\"ל שמנת צמחית להקצפה (לציפוי)",
      "150 גרם שוקולד מריר, שבור לחתיכות (לציפוי)",
      "80 גרם אבקת סוכר (לציפוי)"
    ],
    "es": [
      "100 g de margarina vegana (para el pastel)",
      "80 ml de agua (para el pastel)",
      "200 g de azúcar (para el pastel)",
      "9 g de café instantáneo (para el pastel)",
      "150 g de chocolate negro, troceado (para el pastel)",
      "21 g de semillas de lino molidas (mezcladas con 9 cucharadas de agua tibia, sustituto de 3 huevos)",
      "140 g de harina de trigo, tamizada",
      "1.5 g de sal",
      "2.4 g de levadura química (polvo de hornear)",
      "9 g de café instantáneo (para el glaseado)",
      "180 ml de nata vegetal para montar (para el glaseado)",
      "150 g de chocolate negro, troceado (para el glaseado)",
      "80 g de azúcar glas (para el glaseado)"
    ],
    "ar": [
      "7 مغارف مارغرين نباتية (للكيكة)",
      "ثلث كاس ماء (للكيكة)",
      "1 كاس سكر (للكيكة)",
      "1.5 مغرفة قهوة سريعة الذوبان (للكيكة)",
      "0.9 كاس شكلاطة كحلة، مقصوصة طروف (للكيكة)",
      "3 مغارف زريعة كتان مرحية (مخلطة مع 9 مغارف ماء سخون، في بلاصة 3 عظمات)",
      "1.15 كاس فرينة، منخولة",
      "ربع مغرفة صغيرة ملح",
      "نص مغرفة صغيرة خميرة ڨاطو",
      "1.5 مغرفة قهوة سريعة الذوبان (للزينة)",
      "0.75 كاس كريمة خفق نباتية (للزينة)",
      "0.9 كاس شكلاطة كحلة، مقصوصة طروف (للزينة)",
      "0.67 كاس سكر محور (للزينة)"
    ],
    "en": [
      "7 tbsp vegan margarine (for the cake)",
      "0.33 cups water (for the cake)",
      "1 cup sugar (for the cake)",
      "1.5 tbsp instant coffee granules (for the cake)",
      "0.9 cups dark chocolate, broken into pieces (for the cake)",
      "3 tbsp ground flaxseed (mixed with 9 tbsp warm water, replaces 3 eggs)",
      "1.15 cups all-purpose flour, sifted",
      "0.25 tsp salt",
      "0.5 tsp baking powder",
      "1.5 tbsp instant coffee granules (for the glaze)",
      "0.75 cups vegan whipping cream (for the glaze)",
      "0.9 cups dark chocolate, broken into pieces (for the glaze)",
      "0.67 cups powdered sugar (for the glaze)"
    ]
  },
  "steps": {
    "he": [
      "מחממים תנור ל-180 מעלות. משמנים תבנית אפייה בינונית.",
      "בסיר על אש בינונית, מערבבים את המרגרינה, המים, הסוכר והחלק הראשון של הקפה (1.5 כפות). מחממים עד להמסה וכמעט רתיחה.",
      "מוסיפים את החלק הראשון של השוקולד לתערובת החמה ומערבבים עד להמסה מלאה וקבלת מרקם חלק.",
      "מסירים מהאש. מוסיפים את תערובת הפשתן (תחליף הביצים), תוך ערבוב נמרץ כדי לאחד את החומרים.",
      "מוסיפים את הקמח, המלח ואבקת האפייה. מערבבים עד לקבלת תערובת אחידה.",
      "יוצקים את הבלילה לתבנית המוכנה. אופים כ-20 דקות, או עד שהעוגה יציבה וקיסם שננעץ במרכז יוצא נקי.",
      "מוציאים את העוגה מהתנור ומניחים לה להצטנן.",
      "להכנת הציפוי: בסיר קטן על אש נמוכה, מערבבים את השמנת הצמחית עם החלק השני של הקפה (1.5 כפות).",
      "ברגע שהשמנת חמה והקפה נמס, מוסיפים את החלק השני של השוקולד. מערבבים עד להמסה.",
      "מסירים את הציפוי מהאש ומערבבים פנימה את אבקת הסוכר עד לקבלת מרקם חלק. מניחים להצטנן מעט.",
      "יוצקים את הציפוי החמים על העוגה המצוננת לפני ההגשה."
    ],
    "es": [
      "Precalentar el horno a 180°C. Engrasar un molde mediano para hornear.",
      "En una cacerola a fuego medio, combinar la margarina, el agua, el azúcar y la primera parte del café (1.5 cucharadas). Calentar hasta que se derrita y esté casi hirviendo.",
      "Añadir la primera parte del chocolate a la mezcla caliente y remover hasta que se derrita completamente y quede suave.",
      "Retirar del fuego. Añadir la mezcla de lino (sustituto de huevo), removiendo vigorosamente para integrar bien.",
      "Añadir la harina, la sal y la levadura química. Mezclar hasta que esté bien combinado.",
      "Verter la masa en el molde preparado. Hornear durante unos 20 minutos, o hasta que el pastel esté firme y al insertar un palillo en el centro salga limpio.",
      "Sacar el pastel del horno y dejar enfriar.",
      "Para preparar el glaseado: En una cacerola pequeña a fuego lento, mezclar la nata vegetal con la segunda parte del café (1.5 cucharadas).",
      "Una vez que la nata esté caliente y el café disuelto, añadir la segunda parte del chocolate. Remover hasta que se derrita.",
      "Retirar el glaseado del fuego e incorporar el azúcar glas removiendo hasta que quede suave. Dejar enfriar un poco.",
      "Verter el glaseado tibio sobre el pastel enfriado antes de servir."
    ],
    "ar": [
      "سخن الفور ل-180 درجة. ادهن طبق الفور بالزيت.",
      "في طنجرة على نار متوسطة، خلط المارغرين، الماء، السكر، والجزء الأول متاع القهوة (1.5 مغرفة). سخنهم لين يذوبوا وقريب يغلوا.",
      "زيد الجزء الأول متاع الشكلاطة للخليط السخون وحرك لين تذوب الكل وتولي رطبة.",
      "نحي الطنجرة من النار. زيد خليط زريعة الكتان (في بلاصة العظم)، وحرك بالزربة باش الخليط يتجانس.",
      "زيد الفرينة، الملح، وخميرة الڨاطو. خلط مليح لين يتجانس الخليط.",
      "صب الخليط في الطبق المحضر. طيبها حكاية 20 دقيقة، ولا لين الكيكة تشد روحها وكي تدخل فيها عود يخرج شايح.",
      "خرج الكيكة من الفور وخليها تبرد.",
      "باش تحضر الزينة: في طنجرة صغيرة على نار هادية، خلط الكريمة النباتية مع الجزء الثاني متاع القهوة (1.5 مغرفة).",
      "كيف تسخن الكريمة وتذوب القهوة، زيد الجزء الثاني متاع الشكلاطة. حرك لين تذوب.",
      "نحي الزينة من النار وخلط معاها السكر المحور لين تولي رطبة. خليها تبرد شوية.",
      "صب الزينة الدافية فوق الكيكة الباردة قبل ما تقدمها."
    ],
    "en": [
      "Preheat oven to 180°C (350°F). Grease a medium baking pan.",
      "In a saucepan over medium heat, combine the margarine, water, sugar, and the first portion of coffee (1.5 tbsp). Heat until melted and almost boiling.",
      "Add the first portion of chocolate to the hot mixture and stir until completely melted and smooth.",
      "Remove from heat. Add the flax egg mixture, stirring vigorously to combine.",
      "Add the flour, salt, and baking powder. Mix until well combined.",
      "Pour the batter into the prepared pan. Bake for about 20 minutes, or until the cake is firm and a skewer inserted into the center comes out clean.",
      "Remove cake from oven and allow it to cool.",
      "To prepare the glaze: In a small saucepan over low heat, mix the vegan whipping cream with the second portion of coffee (1.5 tbsp).",
      "Once the cream mixture is hot and coffee is dissolved, add the second portion of chocolate. Stir until melted.",
      "Remove glaze from heat and stir in the powdered sugar until smooth. Let it cool slightly.",
      "Pour the warm glaze over the cooled cake before serving."
    ]
  },
  "index": 72
}