{
  "id": "nougatandpeanutcakemor_abergil",
  "image": "images/current/065_nougat_peanut_cake/dish.png",
  "meta": {
    "servings": "10-12",
    "prep_time": "30 min",
    "cook_time": "0 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "עוגת נוגט ובוטנים",
    "es": "Pastel de Nougat y Cacahuete",
    "ar": "كيكة النوقا والكاكاوية",
    "en": "Nougat and Peanut Cake"
  },
  "description": {
    "he": "עוגת נוגט ובוטנים משלבת מונחים בעברית לעוגה, נוגט ובוטנים כדי לתאר את הקינוח הישראלי המודרני הזה. גרסה טבעונית זו שומרת על פרופיל הסניקרס האהוב עם בסיס קורנפלקס פריך וקרם בוטנים עשיר. היא מציעה סיום עשיר ללא מוצרי חלב, מושלם לשבת או לכל אירוע חגיגי.",
    "es": "Ugat Nougat v'Botnim combina términos hebreos para pastel, nougat y cacahuetes para describir este postre israelí moderno. Esta versión vegana mantiene el amado perfil tipo Snickers con una base crujiente de copos de maíz y una rica crema de cacahuete. Ofrece un acabado decadente sin lácteos, perfecto para Shabat o cualquier reunión festiva.",
    "ar": "عוגת נוגט ובוטנים (Ugat Nougat v'Botnim) تجمع كلمات عبرية للكيك والنوقا والكاكاوية باش توصف هالحلو الإسرائيلي العصري. هالنسخة النباتية تحافظ على طعمة السنيكرز المحبوبة مع قاعدة مقرمشة من الكورن فليكس وكريمة كاكاوية غنية. تعطي بنة هايلة من غير حليب، وتصلح برشا للسبت ولا لأي لمة احتفالية.",
    "en": "Ugat Nougat v'Botnim combines Hebrew terms for cake, nougat, and peanuts to describe this modern Israeli treat. This vegan version maintains the beloved Snickers-like profile with a crunchy cornflake base and rich peanut cream. It offers a decadent dairy-free finish perfect for Shabbat or any festive gathering."
  },
  "ingredients": {
    "he": [
      "200 גרם ממרח נוגט אגוזי לוז טבעוני",
      "48 גרם חמאת בוטנים, חלקה",
      "150 גרם קורנפלקס, מפורר",
      "200 גרם שוקולד מריר",
      "25 גרם שמן קוקוס",
      "250 מ\"ל שמנת צמחית להקצפה",
      "240 מ\"ל חלב סויה או שקדים",
      "1 יחידה אינסטנט פודינג וניל",
      "48 גרם חמאת בוטנים",
      "200 גרם שוקולד מריר",
      "250 מ\"ל שמנת צמחית להקצפה",
      "פניני שוקולד מריר טבעוני לפי הטעם"
    ],
    "es": [
      "200 g de crema de nougat de avellana vegana",
      "48 g de mantequilla de cacahuete",
      "150 g de copos de maíz, desmenuzados",
      "200 g de chocolate negro",
      "25 g de aceite de coco",
      "250 ml de nata vegetal para montar",
      "240 ml de leche de soja o almendra",
      "1 unidad de preparado para pudin de vainilla",
      "48 g de mantequilla de cacahuete",
      "200 g de chocolate negro",
      "250 ml de nata vegetal para montar",
      "Perlas de chocolate negro vegano al gusto"
    ],
    "ar": [
      "0.7 كيسان كريمة نوقا نباتية",
      "3 مغارف زبدة كاكاوية",
      "5 كيسان كورن فليكس، مفتفت",
      "1.2 كيسان شكلاطة كحلة",
      "2 مغارف زيت جوز الهند",
      "1 كيسان كريمة نباتية للخفق",
      "1 كيسان حليب صوجا ولا لوز",
      "1 باكية بودينغ فانيليا",
      "3 مغارف زبدة كاكاوية",
      "1.2 كيسان شكلاطة كحلة",
      "1 كيسان كريمة نباتية للخفق",
      "كعبات شكلاطة حسب الذوق"
    ],
    "en": [
      "0.7 cups vegan hazelnut nougat spread",
      "3 tbsp peanut butter",
      "5 cups cornflakes, crumbled",
      "1.2 cups dark chocolate",
      "2 tbsp coconut oil",
      "1 cups plant-based whipping cream",
      "1 cups soy or almond milk",
      "1 unit instant vanilla pudding mix",
      "3 tbsp peanut butter",
      "1.2 cups dark chocolate",
      "1 cups plant-based whipping cream",
      "Vegan dark chocolate pearls to taste"
    ]
  },
  "steps": {
    "he": [
      "מפוררים את הקורנפלקס לקערת ערבוב. מוסיפים את ממרח הנוגט ואת החלק הראשון של חמאת הבוטנים לקערה.",
      "ממיסים את החלק הראשון של השוקולד המריר עם שמן הקוקוס בסיר קטן או במיקרוגל. שופכים את התערובת על הקורנפלקס והממרחים, ומערבבים היטב עד לאיחוד.",
      "מהדקים את התערובת באופן שווה לתחתית תבנית עגולה בקוטר 24 ס\"מ (מומלץ קפיץ). מכניסים למקפיא לפחות ל-10 דקות להתייצבות.",
      "במיקסר, מקציפים את השמנת הצמחית, החלב הצמחי, אבקת הפודינג ו-3 כפות חמאת בוטנים עד לקבלת קרם יציב.",
      "ברגע שהבסיס קפוא ויציב, מורחים את הקרם באופן שווה על הבסיס. מחזירים למקפיא לפחות ל-3 שעות.",
      "הכנת הציפוי: ממיסים את השוקולד המריר הנותר עם השמנת הצמחית הנותרת בסיר או במיקרוגל עד לקבלת תערובת חלקה (גנאש).",
      "שופכים את ציפוי השוקולד על שכבת הקרם הקפואה. מקשטים בפניני שוקולד אם רוצים."
    ],
    "es": [
      "Desmenuza los copos de maíz en un bol. Añade la crema de nougat y la primera parte de la mantequilla de cacahuete al bol.",
      "Derrite la primera parte del chocolate negro con el aceite de coco en una olla pequeña o en el microondas. Vierte esta mezcla sobre los copos de maíz y las cremas, mezclando hasta que esté bien combinado.",
      "Presiona la mezcla uniformemente en el fondo de un molde redondo de 24 cm (desmontable es mejor). Coloca en el congelador durante al menos 10 minutos para que cuaje.",
      "En una batidora, monta la nata vegetal, la leche vegetal, el polvo de pudin instantáneo y 3 cucharadas de mantequilla de cacahuete hasta obtener una crema estable.",
      "Una vez que la base esté congelada y firme, extiende la crema uniformemente sobre la base. Vuelve a poner en el congelador durante al menos 3 horas.",
      "Prepara la cobertura: Derrite el chocolate negro restante con la nata vegetal restante en una olla o microondas hasta que quede suave (ganache).",
      "Vierte la cobertura de chocolate sobre la capa de crema cuajada. Decora con perlas de chocolate si lo deseas."
    ],
    "ar": [
      "فتفت الكورن فليكس في صحفة. زيد كريمة النوقا والقسم الأول متاع زبدة الكاكاوية للصحفة.",
      "ذوّب القسم الأول متاع الشكلاطة الكحلة مع زيت جوز الهند في طنجرة صغيرة ولا في الميكروويف. صب الخليط هذا فوق الكورن فليكس والمמרحات، وخلط مليح لين يتجانسو.",
      "رص الخليط مليح في قاع طبق مدور 24 سم (من المستحسن اللي يتحل). حطه في الكونجيلاتور 10 دقايق عالأقل باش يشد روحه.",
      "في الخلاط، ركض الكريمة النباتية، الحليب النباتي، بودرة البودينغ و3 مغارف زبدة كاكاوية لين تولي كريمة شادة روحها.",
      "كيف ييبس الباز ويشد روحه، افرش الكريمة بالتساوي فوقه. رجعه للكونجيلاتور 3 سوايع عالأقل.",
      "حضّر التغليفة: ذوّب الشكلاطة الكحلة اللي بقات مع الكريمة النباتية اللي بقات في طنجرة ولا ميكروويف لين تولي رطبة (قناش).",
      "صب تغليفة الشكلاطة فوق طبقة الكريمة. زيّن بكعبات شكلاطة كان تحب."
    ],
    "en": [
      "Crumble the cornflakes into a mixing bowl. Add the nut spread and the first portion of peanut butter to the bowl.",
      "Melt the first portion of dark chocolate with the coconut oil in a small saucepan or microwave. Pour this mixture over the cornflakes and spreads, mixing until well combined.",
      "Press the mixture evenly onto the bottom of a 24 cm round pan (springform is best). Place in the freezer for at least 10 minutes to set.",
      "In a mixer, whip the vegetable cream, vegetable milk, instant pudding powder, and 3 tablespoons of peanut butter until a stable cream forms.",
      "Once the base is frozen and firm, spread the cream evenly over the base. Return to the freezer for at least 3 hours.",
      "Prepare the topping: Melt the remaining dark chocolate with the remaining vegetable cream in a saucepan or microwave until smooth (ganache).",
      "Pour the chocolate topping over the set cream layer. Garnish with chocolate pearls if desired."
    ]
  },
  "index": 49
}