{
  "id": "originaltollhousechocolatechip_cookies",
  "image": "images/current/022_chocolate_chip_cookies/dish.png",
  "meta": {
    "servings": "60 cookies",
    "prep_time": "15 min",
    "cook_time": "11 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "עוגיות שוקולד צ'יפס",
    "es": "Galletas con Chispas de Chocolate (Toll House)",
    "ar": "كوكيز بقطع الشوكولاتة",
    "en": "Toll House Chocolate Chip Cookies"
  },
  "description": {
    "he": "עוגיות שוקולד צ'יפס קלאסיות אלו נקראות על שם פונדק טול האוס בוויטמן, מסצ'וסטס, שם רות וייקפילד המציאה אותן בשנות ה-30. גרסה צמחית זו שומרת על הקצוות הפריכים והמרכז הלעיס שהפכו את המקור למפורסם.",
    "es": "Estas clásicas galletas con chispas de chocolate llevan el nombre de Toll House Inn en Whitman, Massachusetts, donde Ruth Wakefield las inventó en la década de 1930. Esta versión vegetal mantiene los bordes crujientes y el centro suave que hicieron famosa a la receta original.",
    "ar": "هالكوكيز الكلاسيكي بقطع الشوكولاتة تسمى على اسم نزل تول هاوس في ماساتشوستس، وين اخترعتهم روث ويكفيلد في الثلاثينات. هالنسخة النباتية تحافظ على القرمشة في الأجناب والطراوة في الوسط اللي خلات الوصفة الأصلية مشهورة برشا.",
    "en": "These classic chocolate chip cookies are named after the Toll House Inn in Whitman, Massachusetts, where Ruth Wakefield invented them in the 1930s. This plant-based version maintains the beloved crispy edges and chewy center that made the original famous."
  },
  "ingredients": {
    "he": [
      "280 גרם קמח רגיל",
      "5 גרם סודה לשתייה",
      "6 גרם מלח",
      "227 גרם חמאה טבעונית, רכה",
      "150 גרם סוכר לבן",
      "150 גרם סוכר חום, דחוס",
      "5 מ\"ל תמצית וניל",
      "2 \"ביצי\" פשתן (תערובת פשתן ומים)",
      "340 גרם שוקולד צ'יפס טבעוני",
      "100 גרם אגוזים (מלך או פקאן), קצוצים"
    ],
    "es": [
      "280 g de harina común",
      "5 g de bicarbonato de sodio",
      "6 g de sal",
      "227 g de mantequilla vegana, ablandada",
      "150 g de azúcar blanca",
      "150 g de azúcar morena, compactada",
      "5 ml de extracto de vainilla",
      "2 huevos de lino (mezcla de linaza y agua)",
      "340 g de chispas de chocolate veganas",
      "100 g de nueces (o pecanas), picadas"
    ],
    "ar": [
      "2 ¼ كيسان فرينة",
      "1 مغرفة صغيرة بيكربونات",
      "1 مغرفة صغيرة ملح",
      "1 كأس زبدة نباتية، طرية",
      "¾ كأس سكر",
      "¾ كأس سكر أسمر",
      "1 مغرفة صغيرة فانيليا",
      "2 \"عظمات\" كتان (خلطة زريعة الكتان والماء)",
      "2 كيسان قطع شوكولاتة نباتية",
      "1 كأس جوز (زوزة) أو بيكان، مهروش"
    ],
    "en": [
      "2 1/4 cups all-purpose flour",
      "1 tsp baking soda",
      "1 tsp salt",
      "1 cup vegan butter, softened",
      "3/4 cup granulated sugar",
      "3/4 cup brown sugar, packed",
      "1 tsp vanilla extract",
      "2 flax eggs (mixed)",
      "2 cups vegan semi-sweet chocolate morsels",
      "1 cup nuts (walnuts or pecans), chopped"
    ]
  },
  "steps": {
    "he": [
      "מחממים תנור ל-190 מעלות צלזיוס.",
      "בקערה קטנה, מערבבים את הקמח, הסודה לשתייה והמלח; מניחים בצד.",
      "בקערת מיקסר גדולה, מקציפים את החמאה, הסוכר הלבן, הסוכר החום ותמצית הווניל עד לקבלת מרקם קרמי. מוסיפים את תחליפי הביצים אחד אחד ומקציפים.",
      "מוסיפים בהדרגה את תערובת הקמח ומערבבים. מערבבים פנימה ידנית את השוקולד צ'יפס והאגוזים.",
      "מניחים תלוליות של הבצק בעזרת כף מדידה מעוגלת על תבניות אפייה לא משומנות.",
      "אופים במשך 9 עד 11 דקות עד שהקצוות מזהיבים. מניחים לעוגיות להצטנן על התבנית במשך 2 דקות לפני שמעבירים לרשת צינון לקירור מלא."
    ],
    "es": [
      "Precalentar el horno a 190°C (375°F).",
      "En un tazón pequeño, combinar la harina, el bicarbonato y la sal; reservar.",
      "En un tazón grande, batir la mantequilla, el azúcar blanca, el azúcar morena y la vainilla hasta obtener una crema. Batir los huevos de lino uno a la vez.",
      "Incorporar gradualmente la mezcla de harina. Añadir las chispas de chocolate y las nueces mezclando a mano.",
      "Colocar cucharadas redondeadas de masa sobre bandejas para hornear sin engrasar.",
      "Hornear de 9 a 11 minutos hasta que los bordes estén dorados. Dejar reposar en la bandeja durante 2 minutos antes de pasarlas a una rejilla para que se enfríen completamente."
    ],
    "ar": [
      "سخن الفور (الكوشة) في 190 درجة.",
      "في صحفة صغيرة، خلط الفرينة والبيكربونات والملح، وخليهم على جنب.",
      "في صحفة كبيرة، ركض الزبدة والسكر والسكر الأسمر والفانيليا لين يولي الخليط كريمي. زيد \"عظمات\" الكتان بالوحدة وركض.",
      "زيد خليط الفرينة بالشوية وركض. خلط قطع الشوكولاتة والزوزة (الجوز) بيدك.",
      "حط كعبات العجين بالمغرفة في طبق الفور (مش لازم تدهنو بالزيت).",
      "طيّبهم في الفور بين 9 و 11 دقيقة لين يحمارو الأجناب شوية. خليهم يبردو في الطبق دقيقتين مبعد حطهم فوق شباك باش يبردو بالكامل."
    ],
    "en": [
      "Preheat oven to 375°F (190°C).",
      "In a small bowl, combine flour, baking soda, and salt; set aside.",
      "In a large mixer bowl, beat butter, granulated sugar, brown sugar, and vanilla extract until creamy. Beat in flax eggs one at a time.",
      "Gradually beat in the flour mixture. Stir in semi-sweet chocolate morsels and nuts by hand.",
      "Drop dough by rounded measuring tablespoonfuls onto ungreased cookie sheets.",
      "Bake for 9 to 11 minutes until edges are golden brown. Let stand on cookie sheets for 2 minutes before removing to wire racks to cool completely."
    ]
  },
  "index": 79
}