{
  "id": "pancakes_soly",
  "image": "images/current/084pancakessoly/dish.png",
  "meta": {
    "servings": "10-12 pancakes",
    "prep_time": "10 min",
    "cook_time": "15 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "פנקייק סולי",
    "es": "Panqueques de Soly",
    "ar": "بانكيك سولي",
    "en": "Soly's Pancakes"
  },
  "description": {
    "he": "פנקייק סולי - הקרוי על שם כינוי חיבה צפון אפריקאי נפוץ לשלמה - הוא עיבוד מעשי למאכל הבוקר המערבי. על ידי החלפת חלב וחמאה במים ושמן, הפנקייקים האווריריים נשארים פרווה, מה שהופך אותם לקינוח מתאים לאחר ארוחה בשרית. המתכון משקף השפעה ישראלית מודרנית, תוך שימוש בשקיות אפייה סטנדרטיות הנפוצות במטבחי התפוצות.",
    "es": "Los Panqueques de Soly, llamados así por un diminutivo norteafricano común de Salomón, son una adaptación práctica del desayuno occidental básico. Al sustituir los lácteos por agua y aceite, estos esponjosos panqueques se mantienen parve, lo que los hace un postre adecuado después de una comida con carne. La receta refleja la influencia israelí moderna, utilizando sobres de repostería estándar comunes en las cocinas de la Diáspora.",
    "ar": "بانكيك سولي، المسمي على اسم دلع معروف في شمال إفريقيا لاسم سليمان، هو تكييف عملي لفطور الصباح الغربي. بتبديل الحليب والزبدة بالماء والزيت، البانكيك هذا يجي خفيف ويقعد بارف (parve)، باش يتكل ديسير بعد ماكلة باللحم. الوصفة توري التأثير الإسرائيلي الحديث، باستعمال ساشيات الخميرة والسكر فانيليا المعروفين في الكوجينة.",
    "en": "Soly’s Pancakes—named for a common North African diminutive of Solomon—are a practical adaptation of the Western breakfast staple. By substituting water and oil for dairy, these fluffy cakes remain parve, making them a suitable dessert following a meat meal. The recipe reflects modern Israeli influence, utilizing standard baking packets common in Diaspora kitchens."
  },
  "ingredients": {
    "he": [
      "140 גרם קמח רגיל",
      "38 גרם סוכר",
      "מלח לפי הטעם",
      "5 גרם אבקת אפייה (1/2 שקית)",
      "15 גרם סוכר וניל (1.5 שקיות)",
      "3 גרם סודה לשתייה",
      "1 ביצה (L)",
      "45 מ\"ל שמן צמחי (ועוד לטיגון)",
      "180 מ\"ל מים"
    ],
    "es": [
      "140 g de harina común",
      "38 g de azúcar",
      "Sal al gusto",
      "5 g de polvo de hornear (1/2 sobre)",
      "15 g de azúcar avainillado (1.5 sobres)",
      "3 g de bicarbonato de sodio",
      "1 huevo (grande)",
      "45 ml de aceite vegetal (y más para freír)",
      "180 ml de agua"
    ],
    "ar": [
      "1.15 كاس فرينة",
      "3 مغارف سكر",
      "ملح حسب الذوق",
      "1 مغرفة صغيرة خميرة (شطر ساشي)",
      "1.2 مغرفة سكر فانيليا (1.5 ساشي)",
      "0.5 مغرفة صغيرة بيكربونات",
      "1 عظمة (كبيرة)",
      "3 مغارف زيت (وشوية للقلي)",
      "0.75 كاس ماء"
    ],
    "en": [
      "1.15 cups all-purpose flour",
      "3 tbsp sugar",
      "Salt to taste",
      "1 tsp baking powder (1/2 standard packet)",
      "1.2 tbsp vanilla sugar (1.5 standard packets)",
      "0.5 tsp baking soda",
      "1 egg (large)",
      "3 tbsp vegetable oil (plus more for frying)",
      "0.75 cups water"
    ]
  },
  "steps": {
    "he": [
      "בקערת ערבוב גדולה, טורפים יחד את הקמח, הסוכר, המלח, אבקת האפייה, סוכר הווניל והסודה לשתייה.",
      "יוצרים גומה במרכז ומוסיפים את הביצה, השמן והמים.",
      "מערבבים רק עד שהחומרים מתאחדים. אין לערבב יתר על המידה; מעט גושים זה בסדר.",
      "מחממים מחבת משומנת קלות על חום בינוני.",
      "יוצקים או מעבירים בכף את הבלילה למחבת (כ-1/4 כוס לפנקייק). משחימים משני הצדדים ומגישים חם."
    ],
    "es": [
      "En un bol grande, mezcle la harina, el azúcar, la sal, el polvo de hornear, el azúcar avainillado y el bicarbonato de sodio.",
      "Haga un hueco en el centro y añada el huevo, el aceite y el agua.",
      "Mezcle hasta que esté apenas combinado. No mezcle demasiado; está bien si quedan algunos grumos.",
      "Caliente una sartén o plancha ligeramente engrasada a fuego medio.",
      "Vierta la masa en la plancha (aprox. 1/4 de taza por panqueque). Dore por ambos lados y sirva caliente."
    ],
    "ar": [
      "في صحفة كبيرة، خلط الفرينة، السكر، الملح، الخميرة، سكر فانيليا والبيكربونات مع بعضهم.",
      "أعمل حفرة في الوسط وحط العظمة، الزيت والماء.",
      "خلط لين يتلم الخليط. ما تخلطش برشا؛ ميسالش كان يقعدو كعابر صغار.",
      "سخن مقلة مدهونة بشوية زيت على نار متوسطة.",
      "صب الخليط في المقلة (تقريب ربع كاس لكل كعبة). حمرها من الشيرتين وقدمها سخونة."
    ],
    "en": [
      "In a large mixing bowl, whisk together the flour, sugar, salt, baking powder, vanilla sugar, and baking soda.",
      "Make a well in the center and add the egg, oil, and water.",
      "Mix until just combined. Do not overmix; a few lumps are okay.",
      "Heat a lightly oiled frying pan or griddle over medium heat.",
      "Pour or scoop the batter onto the griddle (approx. 1/4 cup per pancake). Brown on both sides and serve hot."
    ]
  }
}