{
  "id": "pancakesefratshachor",
  "image": "images/current/068_pancakes/dish.png",
  "meta": {
    "servings": "4",
    "prep_time": "15 min",
    "cook_time": "15 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "פנקייק של אפרת",
    "es": "Panqueques de Efrat",
    "ar": "بانكيك إفرات",
    "en": "Efrat's Pancakes"
  },
  "description": {
    "he": "הפנקייק של אפרת הוא פינוק אהוב לארוחת הבוקר. השם פנקייק הוא שאילה ישירה מאנגלית לעברית המודרנית. מתכון זה מציע גרסה טבעונית, המשתמשת בפשתן כדי לחקות את מרקם הביצים. הפנקייקים מטוגנים בשמן, מה שיוצר שילוב מענג של קצוות פריכים ופנים רך ומנחם.",
    "es": "Los Panqueques de Efrat son un desayuno muy querido. El nombre Pancake es un préstamo directo del inglés al hebreo moderno. Esta receta ofrece una adaptación vegana, utilizando lino para imitar la textura de los huevos. Los panqueques se fríen en aceite, creando una deliciosa combinación de bordes crujientes y un interior suave y reconfortante.",
    "ar": "البانكيك متاع إفرات هو فطور صباح محبوب برشة. الاسم بانكيك خذيناه ديركت ماللونغلي للعبرية. الوصفة هاذي نباتية، نستعملو فيها زريعة الكتان باش تعطينا نفس مفعول العظم. البانكيك يتقلى في الزيت، وهكا يجي مقرمش مالأجناب وطري وبنين من داخل.",
    "en": "Efrat's Pancakes are a beloved breakfast treat. The name \"Pancake\" is a direct borrowing from English into Modern Hebrew. This recipe offers a vegan adaptation, using flax to mimic the texture of eggs. The pancakes are fried in oil, creating a delightful combination of crispy edges and a soft, comforting interior."
  },
  "ingredients": {
    "he": [
      "210 גרם קמח רגיל",
      "10 גרם אבקת אפייה",
      "6 גרם מלח",
      "25 גרם סוכר (גדוש)",
      "2 \"ביצי\" פשתן (לערבב 2 כפות פשתן טחון עם 6 כפות מים חמים, להשהות 5 דקות)",
      "240 מ\"ל חלב סויה או שיבולת שועל",
      "85 גרם שוקולד צ'יפס טבעוני",
      "שמן צמחי לפי הטעם (לטיגון)"
    ],
    "es": [
      "210 g de harina común",
      "10 g de polvo de hornear",
      "6 g de sal",
      "25 g de azúcar (colmada)",
      "2 \"huevos\" de lino (mezclar 2 cdas de lino molido con 6 cdas de agua tibia, reposar 5 min)",
      "240 ml de leche de soja o avena",
      "85 g de chispas de chocolate vegano",
      "Aceite vegetal al gusto (para freír)"
    ],
    "ar": [
      "1.7 كيسان فرينة",
      "2 مغارف صغار خميرة ڨاطو",
      "1 مغرفة صغيرة ملح",
      "2 مغارف سكر (معبيين)",
      "2 \"عظمات\" كتان (خلط 2 مغارف زريعة كتان مرحية مع 6 مغارف ماء سخون، خليهم يرتاحو 5 دقايق)",
      "1 كأس حليب صوجا ولا شوفان",
      "نص كأس شوكولاتة (بيبيت) نباتية",
      "زيت نباتي حسب الحاجة (للقلي)"
    ],
    "en": [
      "1.7 cups all-purpose flour",
      "2 tsp baking powder",
      "1 tsp salt",
      "2 tbsp sugar (heaped)",
      "2 flax eggs (Mix 2 tbsp ground flaxseed with 6 tbsp warm water, let sit 5 mins)",
      "1 cup soy or oat milk",
      "0.5 cup vegan chocolate chips",
      "Vegetable oil to taste (for frying)"
    ]
  },
  "steps": {
    "he": [
      "בקערה גדולה, מערבבים את הקמח, אבקת האפייה, המלח, הסוכר, תערובת הפשתן והשוקולד צ'יפס.",
      "מוסיפים את החלב לאט תוך כדי ערבוב. מפסיקים להוסיף נוזלים אם הבלילה נהיית דלילה מדי; היא צריכה להיות סמיכה אך ניתנת למזיגה.",
      "מניחים לבלילה לעמוד בטמפרטורת החדר למשך 5 עד 10 דקות. זה מאפשר לה להתאוורר.",
      "מחממים שכבה נדיבה של שמן במחבת על אש בינונית. השמן לא צריך להיות עמוק, אך יותר מסתם ציפוי דק.",
      "מטגנים את הפנקייקים עד להזהבה. החלק הפנימי יכול להישאר מעט רך אם מעדיפים."
    ],
    "es": [
      "En un bol grande, mezclar la harina, el polvo de hornear, la sal, el azúcar, los huevos de lino y las chispas de chocolate.",
      "Añadir la leche lentamente mientras se mezcla. Dejar de añadir líquido si la masa se vuelve demasiado líquida; debe ser espesa pero vertible.",
      "Dejar reposar la masa a temperatura ambiente de 5 a 10 minutos. Esto permite que se airee.",
      "Calentar una capa generosa de aceite en una sartén a fuego medio. El aceite no debe ser profundo, pero sí más que una simple capa fina.",
      "Freír los panqueques hasta que estén dorados. El interior puede quedar ligeramente suave si se prefiere."
    ],
    "ar": [
      "في صحفة كبيرة، خلط الفرينة، خميرة الڨاطو، الملح، السكر، خليط الكتان والشوكولاتة.",
      "زيد الحليب بالشوية وانت تخلط. حبّس ما تزيدش الحليب كان الخليط ولا جاري برشة؛ لازم يكون عاقد أما يتصب.",
      "خلي الخليط يرتاح بحذاك في الكوجينة بين 5 و 10 دقايق. هكاكة يدخلو الهواء ويجي خفيف.",
      "سخن طبقة باهية متاع زيت في مقلة. الزيت ما لازمش يكون غزير برشة، أما أكثر من مجرد مسحة.",
      "اقلي البانكيك لين يحمار ويولي لونو ذهبي. من داخل ينجم يقعد طري شوية كان تحب."
    ],
    "en": [
      "In a large bowl, mix the flour, baking powder, salt, sugar, flax eggs, and chocolate chips.",
      "Add the milk slowly while mixing. Stop adding liquid if the batter becomes too runny; it should be thick but pourable.",
      "Let the batter stand at room temperature for 5 to 10 minutes. This allows it to become airy.",
      "Heat a generous layer of oil in a frying pan over medium heat. The oil should not be deep-frying depth, but more than just a flat coating.",
      "Fry the pancakes until golden brown. The inside can remain slightly soft/gooey if preferred."
    ]
  },
  "index": 60
}