{
  "id": "potachewhitebean_stew",
  "image": "images/current/101potachewhitebeanstew/dish.png",
  "meta": {
    "servings": "6",
    "prep_time": "10 min",
    "cook_time": "30 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "פוטאצ'ה",
    "es": "Potache (Estofado de Alubias Blancas)",
    "ar": "بوتاش (مرقة لوبيا بيضاء)",
    "en": "Potache (White Bean Stew)"
  },
  "description": {
    "he": "פוטאצ'ה הוא תבשיל שעועית לבנה עשיר שמקורו במטבח הספרדי. השם, הקשור למילה הספרדית Potaje, מתייחס לנזיד סמיך ומנחם. מנה זו, הידועה גם בשם אספסיטו, היא גרסה צמחונית המשתמשת בציר ירקות ותבלינים לארוחה טבעונית מלאת טעם.",
    "es": "El Potache es un guiso contundente de alubias blancas con raíces en la cocina sefardí. El nombre, relacionado con la palabra española Potaje, se refiere a un guiso espeso y reconfortante. También conocido como Espesito, esta adaptación sin carne utiliza caldo de verduras y especias para una comida vegana llena de sabor.",
    "ar": "البوتاش هو مرقة لوبيا بيضاء خاثرة أصلها من الكوجينة السفاردية. الاسم جاي من الكلمة الإسبانية Potaje، ويعني مرقة عاقدة تعمل الكيف. تتسمى زادة إسبيسيتو، وهي وصفة بلاش لحم، مخدومة بمرقة الخضرة والفاحات، وتجي بنينة ومناسبة للنباتيين.",
    "en": "Potache, or Potaje, is a hearty white bean stew with roots in Sephardic cuisine. The name refers to a thick, comforting stew. Also known as Espesito, this meatless adaptation uses vegetable broth and spices for a flavorful, vegan-friendly meal."
  },
  "ingredients": {
    "he": [
      "380 גרם שעועית לבנה, מושרית ללילה",
      "4 שיני שום, כתושות",
      "2.3 גרם פפריקה",
      "1.2 גרם פלפל לבן",
      "4 גרם אבקת מרק ירקות",
      "מלח לפי הטעם",
      "33 גרם רסק עגבניות (שפופרת קטנה)",
      "960 מ\"ל מים"
    ],
    "es": [
      "380 g de alubias blancas, remojadas toda la noche",
      "4 dientes de ajo, picados o machacados",
      "2.3 g de pimentón dulce (páprika)",
      "1.2 g de pimienta blanca",
      "4 g de caldo de verduras en polvo",
      "Sal al gusto",
      "33 g de pasta de tomate (tubo pequeño)",
      "960 ml de agua"
    ],
    "ar": [
      "2 كيسان لوبيا بيضاء، منفخة ليلة كاملة",
      "4 سنات ثوم، مرحي",
      "1 مغرفة صغيرة فلفل زينة (بابريكا)",
      "نصف مغرفة صغيرة فلفل أبيض",
      "1 مغرفة صغيرة بودرة مرقة خضرة",
      "ملح حسب الذوق",
      "2 مغارف طماطم حكة",
      "4 كيسان ماء"
    ],
    "en": [
      "2 cups white beans, soaked overnight",
      "4 cloves garlic, minced or crushed",
      "1 tsp paprika",
      "0.5 tsp white pepper",
      "1 tsp vegetable bouillon powder",
      "Salt to taste",
      "2 tbsp tomato paste (small tube)",
      "4 cups water"
    ]
  },
  "steps": {
    "he": [
      "מסננים את השעועית הלבנה המושרית ומעבירים לסיר לחץ.",
      "מוסיפים את השום, הפפריקה, הפלפל הלבן, אבקת המרק והמלח.",
      "מוסיפים את רסק העגבניות והמים. מערבבים לאיחוד החומרים.",
      "סוגרים את סיר הלחץ ומבשלים עד שהשעועית רכה וקרמית."
    ],
    "es": [
      "Escurrir las alubias blancas remojadas y colocarlas en una olla a presión.",
      "Añadir el ajo, el pimentón, la pimienta blanca, el caldo en polvo y la sal.",
      "Agregar la pasta de tomate y el agua. Remover para combinar.",
      "Cerrar la olla a presión y cocinar hasta que las alubias estén tiernas y cremosas."
    ],
    "ar": [
      "صفي اللوبيا المنفخة وحطها في كوكوت (طنجرة الضغط).",
      "زيد الثوم، فلفل زينة، فلفل أبيض، بودرة المرقة والملح.",
      "زيد طماطم الحكة والماء. حرك مليح باش يتخلطوا.",
      "سكر الكوكوت وطيب لين اللوبيا تطيب وتولي زبدة (طرية وخاثرة)."
    ],
    "en": [
      "Drain the soaked white beans and place in a pressure cooker.",
      "Add garlic, paprika, white pepper, bouillon powder, and salt.",
      "Add tomato paste and water. Stir to combine.",
      "Close pressure cooker and cook until beans are soft and creamy."
    ]
  }
}