{
  "id": "sfingh",
  "image": "images/current/109_sfingh/dish.png",
  "meta": {
    "servings": "20-25 units",
    "prep_time": "20 min",
    "cook_time": "30 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "ספינג'",
    "es": "Sfingh (Sfenj)",
    "ar": "سفنج",
    "en": "Sfingh (Sfenj)"
  },
  "description": {
    "he": "ספינג׳ הם סופגניות מטוגנות מסורתיות המצופות בסוכר וקינמון, המוגשות בחנוכה. תשימו לב שיש לנו שני מתכונים דומים - ספינג׳ ושפינג׳ות - מכיוון שמאכלים אלו הגיעו למשפחתנו דרך צדדים שונים עם הגיות והכנות מעט שונות. שמרנו את שתי הגרסאות כיוון שכל אחת נושאת זיכרונות משפחתיים משלה.",
    "es": "Los Sfingh son donas fritas tradicionales espolvoreadas con azúcar y canela, servidas durante Hanukkah. Notarán que tenemos dos recetas similares, Sfingh y Sfenj, porque estos dulces llegaron a nuestra familia a través de diferentes lados con pronunciaciones y preparaciones ligeramente diferentes. Hemos mantenido ambas versiones ya que cada una conlleva sus propios recuerdos familiares.",
    "ar": "السفنج هو فطاير مقلية تقليدية مرشوشة بالسكر والقرفة، وتتقدم في حانوكا. تلاحظوا عندنا زوز وصفات متشابهة - سفنج وسفينج - خاطر الحلويات هاذي جات لعائلتنا من جهات مختلفة بنطق وتحضير مختلف شوية. خلينا الزوز نسخ خاطر كل وحدة عندها ذكريات عائلية خاصة.",
    "en": "Sfingh are traditional fried doughnuts dusted with cinnamon sugar, served during Hanukkah. You'll notice we have two similar recipes - Sfingh and Sfenj - because these treats came to our family through different sides with slightly different pronunciations and preparations. We've kept both versions as each carries its own family memories."
  },
  "ingredients": {
    "he": [
      "1000 גרם קמח לבן, מנופה",
      "20 גרם שמרים יבשים",
      "50 גרם סוכר (לבצק)",
      "6 גרם מלח",
      "960 מ\"ל מים חמים (כמות משוערת, להתאים למרקם)",
      "1000 מ\"ל שמן קנולה (לטיגון עמוק)",
      "סוכר (לציפוי) לפי הטעם",
      "קינמון (לציפוי) לפי הטעם"
    ],
    "es": [
      "1000 g de harina blanca, tamizada",
      "20 g de levadura seca",
      "50 g de azúcar (para la masa)",
      "6 g de sal",
      "960 ml de agua tibia (cantidad aproximada, ajustar consistencia)",
      "1000 ml de aceite de canola (para freír)",
      "Azúcar (para cubrir) al gusto",
      "Canela (para cubrir) al gusto"
    ],
    "ar": [
      "8 كيسان فرينة، منخولة",
      "2 مغارف خميرة شايحة",
      "0.25 كأس سكر (للعجينة)",
      "1 مغرفة صغيرة ملح",
      "4 كيسان ماء دافي (تقريبا، حسب العجينة)",
      "4.2 كيسان زيت (للقلي)",
      "سكر (للزينة) حسب الذوق",
      "قرفة (للزينة) حسب الذوق"
    ],
    "en": [
      "8 cups white flour, sifted",
      "2 tbsp dried yeast",
      "0.25 cup sugar (for the dough)",
      "1 tsp salt",
      "4 cups warm water (approximate amount, adjust for consistency)",
      "4.2 cups canola oil (for deep frying)",
      "Sugar (for coating/dipping) to taste",
      "Cinnamon (for coating/dipping) to taste"
    ]
  },
  "steps": {
    "he": [
      "בקערה גדולה, מערבבים את הקמח, השמרים, הסוכר, המלח והמים החמים.",
      "לשים את התערובת היטב. הבצק צריך להיות דביק ורטוב מאוד - זה נורמלי והכרחי למרקם הנכון. טיפ: לא להוסיף קמח נוסף גם אם זה נדבק לידיים.",
      "מכסים את הבצק ומתפיחים במקום חמים עד שהוא מכפיל את נפחו.",
      "מחממים את שמן הקנולה בסיר גדול (כ-1 ליטר) לטיגון עמוק. השמן מוכן כאשר בועות נוצרות מיד סביב קיסם עץ המוכנס לתוכו.",
      "מרטיבים את הידיים במים כדי למנוע הידבקות. צובטים חתיכת בצק בערך בגודל של כדור פינג-פונג.",
      "בעזרת האגודלים, יוצרים חור במרכז כדור הבצק ליצירת טבעת, ומותחים אותה מעט.",
      "מניחים בזהירות את טבעת הבצק בשמן החם. מטגנים מספר דקות עד שהתחתית מזהיבה.",
      "הופכים את הספינג' ומטגנים את הצד השני עד להזהבה.",
      "מוציאים מהשמן ומסננים. בעודם חמים, טובלים בצלחת עם סוכר וקינמון, או מגישים ללא תוספות."
    ],
    "es": [
      "En un tazón grande, combine la harina, la levadura, el azúcar, la sal y el agua tibia.",
      "Amase bien la mezcla. La masa debe quedar muy pegajosa y húmeda; esto es normal y necesario para la textura correcta. Consejo: No agregue harina extra aunque se pegue a las manos.",
      "Cubra la masa y déjela levar en un lugar cálido hasta que duplique su volumen.",
      "Caliente el aceite de canola en una olla grande (aprox. 1 litro) para freír. El aceite está listo cuando se forman burbujas inmediatamente alrededor de un palillo de madera insertado en él.",
      "Mójese las manos con agua para evitar que se pegue. Tome un trozo de masa aproximadamente del tamaño de una pelota de ping-pong.",
      "Usando los pulgares, cree un agujero en el centro de la bola de masa para formar un anillo, estirándolo ligeramente.",
      "Coloque con cuidado el anillo de masa en el aceite caliente. Fría durante unos minutos hasta que la parte inferior esté dorada.",
      "Dé la vuelta al sfingh y fría el otro lado hasta que esté dorado.",
      "Retire del aceite y escurra. Mientras aún estén calientes, páselos por un plato con azúcar y canela, o sírvalos solos."
    ],
    "ar": [
      "في صحفة كبيرة، خلط الفرينة، الخميرة، السكر، الملح والماء الدافي.",
      "اعجن الخليط مليح. العجينة لازم تكون تتلصق ومبلولة برشا - هذا عادي ولازم باش تجي خفيفة. نصيحة: ما تزيدش الفرينة حتى كان تلصق في يديك.",
      "غطي العجينة وخليها تخمر في بلاصة دافية لين يضاعف حجمها.",
      "سخن الزيت في طنجرة كبيرة (تقريبا 1 لتر) للقلي. الزيت يحضر وقت اللي تشوف فقاعات تطلع فيسع حول عود لوح كي تحطه فيه.",
      "بل يديك بالماء باش العجينة ما تلصقش. نحي طرف عجينة قد كعبة البينغ بونغ.",
      "بصوابعك الكبار، اعمل نقبة في وسط كعبة العجينة باش تولي مدورة كيف الكعكة، وجبدها شوية.",
      "حط كعبة السفنج بالشوية في الزيت السخون. اقليها دقايق لين تولي ذهبية من لوطة.",
      "اقلب السفنج واقلي الجهة لخرى لين تحمار وتولي ذهبية.",
      "نحيها من الزيت وقطرها. وهي مازالت سخونة، غطسها في صحن فيه سكر وقرفة، ولا قدمها شايحة."
    ],
    "en": [
      "In a large bowl, combine the flour, yeast, sugar, salt, and warm water.",
      "Knead the mixture thoroughly. The dough should be very sticky and wet—this is normal and necessary for the correct texture. Tip: Do not add extra flour even if it sticks to your hands.",
      "Cover the dough and let it rise in a warm place until it doubles in volume.",
      "Heat the canola oil in a large pot (approx 1 liter) for deep frying. The oil is ready when bubbles form immediately around a wooden toothpick or chopstick inserted into it.",
      "Wet your hands with water to prevent sticking. Pinch off a piece of dough roughly the size of a ping-pong ball.",
      "Using your thumbs, create a hole in the center of the dough ball to form a ring, stretching it slightly.",
      "Carefully place the dough ring into the hot oil. Fry for a few minutes until the bottom is golden brown.",
      "Flip the sfingh and fry the other side until golden brown.",
      "Remove from oil and drain. While still warm, dip in a plate of sugar and cinnamon, or serve plain."
    ]
  },
  "index": 59
}