{
  "id": "shakshukacaramelizedonion_sausage",
  "image": "images/current/066_ojja_merguez/dish.png",
  "meta": {
    "servings": "3-4",
    "prep_time": "10 min",
    "cook_time": "40 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "שקשוקה של בצל מטוגן ארוך",
    "es": "Shakshuka de Cebolla Caramelizada y Salchichas",
    "ar": "شكشوكة بالبصل والمرقاز",
    "en": "Shakshuka with Caramelized Onions and Sausage"
  },
  "description": {
    "he": "שקשוקה נגזרת מהמילה הערבית המוגרבית לערבוב יחד. גרסה טבעונית זו לקלאסיקה הג'רבאית מחליפה את הביצים המסורתיות בטופו משי ומשתמשת בנקניקיות צמחיות חריפות. הרוטב העשיר מתבסס על בצל מקורמל עמוק ורסק עגבניות מרוכז לארוחת ערב משביעה וטעימה.",
    "es": "Shakshuka deriva de la palabra árabe magrebí para mezclar. Esta adaptación vegana del clásico de Djerba reemplaza los huevos tradicionales con tofu sedoso y utiliza salchichas picantes de origen vegetal. La rica salsa se basa en cebollas profundamente caramelizadas y pasta de tomate concentrada para un plato de cena abundante y sabroso.",
    "ar": "الشكشوكة جاية من الكلمة العربية المغاربية شكشك يعني خلط. هذي النسخة النباتية من الطبق الجربي الكلاسيكي تبدل العظم بطופو حرير وتستعمل مرقاز نباتي حار. المرقة الخاثرة معمولة ببصل مقلي مليح وطماطم حكة باش تعطي عشاء بنين ويشبع.",
    "en": "Shakshuka derives from the Maghrebi Arabic word for mixing together. This vegan adaptation of the Djerban classic replaces traditional eggs with silken tofu and uses spicy plant-based sausages. The rich sauce relies on deeply caramelized onions and concentrated tomato paste for a hearty and savory dinner dish."
  },
  "ingredients": {
    "he": [
      "3 בצלים, חתוכים לקוביות",
      "60 מ\"ל שמן צמחי",
      "100 גרם רסק עגבניות",
      "240 מ\"ל מים",
      "4 נקניקיות טבעוניות, פרוסות לעיגולים",
      "7 גרם פפריקה מתוקה",
      "מלח לפי הטעם",
      "פלפל שחור לפי הטעם",
      "300 גרם טופו משי, פרוס לעיגולים עבים",
      "2 גרם מלח הודי שחור (קאלה נמק)"
    ],
    "es": [
      "3 cebollas, cortadas en cubitos",
      "60 ml de aceite vegetal",
      "100 g de pasta de tomate",
      "240 ml de agua",
      "4 salchichas veganas, cortadas en rodajas",
      "7 g de pimentón dulce",
      "Sal al gusto",
      "Pimienta negra al gusto",
      "300 g de tofu sedoso, cortado en rodajas gruesas",
      "2 g de sal negra (Kala Namak)"
    ],
    "ar": [
      "3 بصلات، مقصوصين مكعبات",
      "ربع كاس زيت",
      "6 مغارف طماطم حكة",
      "1 كاس ماء",
      "4 كعبات مرقاز نباتي، مقصوصين دوائر",
      "1 مغرفة فلفل أحمر حلو",
      "ملح حسب الذوق",
      "فلفل أكحل حسب الذوق",
      "300 غرام طופو حرير، مقصوص دوائر",
      "نص مغرفة صغيرة ملح كالا ناماك"
    ],
    "en": [
      "3 onions, diced",
      "1/4 cup vegetable oil",
      "6 tbsp tomato paste",
      "1 cup water",
      "4 vegan sausages, sliced into rounds",
      "1 tbsp sweet paprika",
      "Salt to taste",
      "Black pepper to taste",
      "300 g silken tofu, sliced into thick rounds",
      "1/2 tsp Kala Namak (Black Salt)"
    ]
  },
  "steps": {
    "he": [
      "מחממים את השמן במחבת רחבה ומטגנים את הבצל הקצוץ על אש בינונית-נמוכה במשך זמן רב עד להזהבה עמוקה וקרמול.",
      "מוסיפים את רסק העגבניות, הפפריקה, המלח, הפלפל והמים. מערבבים היטב ליצירת רוטב ומבשלים מספר דקות לפיתוח הטעמים.",
      "מוסיפים את הנקניקיות הפרוסות לרוטב ומבשלים עד שהן חמות.",
      "מניחים בזהירות את פרוסות הטופו ברוטב, במרווחים זה מזה (במקום ביצים).",
      "מכסים את המחבת ומבשלים עד שהטופו מתחמם והטעמים מתמזגים. מגישים מיד עם לחם."
    ],
    "es": [
      "Caliente el aceite en una sartén ancha y fría las cebollas picadas a fuego medio-bajo durante mucho tiempo hasta que estén bien doradas y caramelizadas.",
      "Agregue la pasta de tomate, el pimentón, la sal, la pimienta y el agua. Mezcle bien para crear una salsa y cocine por varios minutos para desarrollar el sabor.",
      "Agregue las salchichas en rodajas a la salsa y cocine hasta que estén calientes.",
      "Coloque suavemente las rodajas de tofu en la salsa, dejando espacio entre ellas (en lugar de huevos).",
      "Cubra la sartén y cocine hasta que el tofu esté caliente y los sabores se mezclen. Sirva inmediatamente con pan."
    ],
    "ar": [
      "سخن الزيت في طنجرة واسعة واقلي البصل المقصوص على نار متوسطة لوقت طويل حتى يحمار ويتكرمل مليح.",
      "زيد طماطم الحكة، الفلفل الأحمر، الملح، الفلفل الأكحل والماء. حرك مليح باش تعمل مرقة وطيبها درجين باش تخرج النكهة.",
      "ارمي المرقاز المقصوص في المرقة وطيب حتى يسخن.",
      "حط دوائر الطופو بالشوية في المرقة، وخلي مسافة بيناتهم (في بلاصة العظم).",
      "غطي الطنجرة وطيب لين يسخن الطופو وتتخلط النكهات. قدمها في وقتها مع الخبز."
    ],
    "en": [
      "Heat the oil in a wide pan and fry the diced onions over medium-low heat for a long time until they are deeply golden and caramelized.",
      "Add the tomato paste, paprika, salt, pepper, and water. Stir well to create a sauce and cook for several minutes to develop the flavor.",
      "Add the sliced sausages to the sauce and cook until heated through.",
      "Gently place the tofu rounds into the sauce, spacing them out (replacing the eggs).",
      "Cover the pan and cook until the tofu is heated through and flavors meld. Serve immediately with bread."
    ]
  }
}