{
  "id": "shlomittomatosalad",
  "image": "images/current/102shlomittomato_salad/dish.png",
  "meta": {
    "servings": "4",
    "prep_time": "10 min",
    "cook_time": "0 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "סלט העגבניות של שלומית",
    "es": "Ensalada de Tomate de Shlomit de Yerachmiel",
    "ar": "سلاطة طماطم شلوميت متاع يرحمئيل",
    "en": "Yerachmiel's Shlomit's Tomato Salad"
  },
  "description": {
    "he": "סלט תוסס זה, הנקרא על שם שלומית, הוא מנה אהובה במשפחה שירחמיאל בן האחת-עשרה מחבב במיוחד. הוא משלב את מתיקות עגבניות השרי, אורגנו ריחני ופריכות גרעיני החמנייה, ולוכד טעמים ים-תיכוניים רעננים. טבעוני באופן טבעי.",
    "es": "Esta vibrante ensalada lleva el nombre de Shlomit, una amiga de la familia cuya receta simple se convirtió en favorita. A Yerachmiel, de once años, le encanta este plato. Combina la dulzura de los tomates cherry, el orégano sabroso y el crujido de las semillas de girasol, capturando sabores mediterráneos frescos. Naturalmente vegana.",
    "ar": "هالسلاطة الفايحة مسمية على شلوميت، صديقة العايلة اللي وصفتها البسيطة ولات محبوبة عند الكل. يرحمئيل عمرو 11 سنة ويموت عليها. فيها حلاوة طماطم سوريز، والزعتر الفايح، وتقرميشة قلوب عباد الشمس، وفيها بنة البحر الأبيض المتوسط. ونباتية بطبيعتها.",
    "en": "This vibrant salad, named for Shlomit, is a family favorite loved by eleven-year-old Yerachmiel. It features the sweetness of cherry tomatoes, savory oregano, and sunflower seed crunch, capturing fresh Mediterranean flavors. Naturally vegan."
  },
  "ingredients": {
    "he": [
      "500 גרם עגבניות שרי, חצויות",
      "45 מ\"ל שמן זית",
      "18 גרם מלח",
      "12.5 גרם סוכר",
      "1 גרם אורגנו",
      "8 גרם עשבי תיבול טריים (פטרוזיליה, בזיליקום), קצוצים (אופציונלי)",
      "17 גרם גרעיני חמנייה (אופציונלי)"
    ],
    "es": [
      "500 g de tomates cherry, cortados por la mitad",
      "45 ml de aceite de oliva",
      "18 g de sal",
      "12.5 g de azúcar",
      "1 g de orégano",
      "8 g de hierbas frescas (perejil, albahaca), picadas (opcional)",
      "17 g de semillas de girasol (opcional)"
    ],
    "ar": [
      "3.3 كيسان طماطم سوريز، مقصوصة أنصاف",
      "3 مغارف زيت زيتونة",
      "مغرفة ملح",
      "مغرفة سكر",
      "مغرفة صغيرة زعتر",
      "2 مغارف حشيش مقصوص (معدنوس، حبق) (اختياري)",
      "2 مغارف قلوب عباد الشمس (اختياري)"
    ],
    "en": [
      "3.3 cups cherry tomatoes, halved",
      "3 tbsp olive oil",
      "1 tbsp salt",
      "1 tbsp sugar",
      "1 tsp oregano",
      "2 tbsp fresh herbs (parsley, basil), chopped (optional)",
      "2 tbsp sunflower seeds (optional)"
    ]
  },
  "steps": {
    "he": [
      "חותכים את עגבניות השרי לחצאים ומניחים בקערת הגשה.",
      "בקערה קטנה, מערבבים את שמן הזית עם המלח, הסוכר והאורגנו.",
      "יוצקים את הרוטב על העגבניות ומערבבים בעדינות.",
      "מוסיפים עשבי תיבול טריים או גרעיני חמנייה אם משתמשים. מגישים מיד."
    ],
    "es": [
      "Corte los tomates cherry por la mitad y colóquelos en un bol para servir.",
      "En un bol pequeño, mezcle el aceite de oliva con la sal, el azúcar y el orégano.",
      "Vierta el aderezo sobre los tomates y mezcle suavemente.",
      "Añada las hierbas frescas o las semillas de girasol si las usa. Sirva inmediatamente."
    ],
    "ar": [
      "قص طماطم سوريز أنصاف وحطهم في صحفة التقديم.",
      "في صحفة صغيرة، خلط زيت الزيتونة مع الملح والسكر والزعتر.",
      "صب الصوص فوق الطماطم وخلط بشوية بشوية.",
      "زيد الحشيش الطري ولا القلوب كان تحب. قدمها ديراكت."
    ],
    "en": [
      "Cut cherry tomatoes in half and place in a serving bowl.",
      "In a small bowl, mix olive oil with salt, sugar, and oregano.",
      "Pour dressing over tomatoes and toss gently.",
      "Add fresh herbs or sunflower seeds if using. Serve immediately."
    ]
  }
}