{
  "id": "shlomitperldressing",
  "image": "images/current/082shlomitdressing/dish.png",
  "meta": {
    "servings": "1 cup",
    "prep_time": "5 min",
    "cook_time": "0 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "רוטב שלומית פרל",
    "es": "Aderezo de Shlomit Perl",
    "ar": "صوص شلوميت بيرل",
    "en": "Shlomit Perl's Salad Dressing"
  },
  "description": {
    "he": "הרוטב של שלומית פרל משקף טרנדים ישראליים מודרניים על ידי ייחוס המתכון לתורם שלו ולא למרכיביו. גרסה צמחית זו מחליפה את הביצים במיונז טבעוני תוך שמירה על הטעם המתוק-מלוח האופייני. הוא משתלב נהדר עם כרוב קצוץ ותוספות תירס פריכות לטעם נוסטלגי.",
    "es": "El aderezo de Shlomit Perl refleja las tendencias israelíes modernas al atribuir la receta a su creador en lugar de a sus ingredientes. Esta adaptación vegetal reemplaza los aglutinantes a base de huevo con mayonesa vegana, manteniendo el perfil dulce y salado característico. Combina perfectamente con repollo rallado y crujientes de maíz para un sabor nostálgico.",
    "ar": "الصوص متاع شلوميت بيرل يورينا الموضة الإسرائيلية الجديدة وينسب الوصفة لمولاها مش للمكونات متاعها. الوصفة هذي نباتية وبدلنا العظم بالمايونيز النباتي باش تبقى البنة الحلوة والمالحة هي بيدها. تجي بنينة برشا مع الكرنب المقصوص وحاجات مقرمشة من فوق كيف أبروبو لطعم يفكرنا بالماضي.",
    "en": "Shlomit Perl’s Dressing reflects modern Israeli trends by attributing the recipe to its contributor rather than its ingredients. This plant-based adaptation replaces egg-based binders with vegan mayonnaise while retaining the signature sweet and savory profile. It pairs perfectly with shredded cabbage and crunchy corn toppings for a nostalgic flavor."
  },
  "ingredients": {
    "he": [
      "120 מ\"ל שמן צמחי",
      "60 מ\"ל מים",
      "14 גרם מיונז טבעוני",
      "5 גרם חרדל",
      "15 מ\"ל מיץ לימון",
      "38 גרם סוכר",
      "15 מ\"ל רוטב סויה",
      "1 שן שום, כתושה",
      "מלח לפי הטעם"
    ],
    "es": [
      "120 ml de aceite vegetal",
      "60 ml de agua",
      "14 g de mayonesa vegana",
      "5 g de mostaza",
      "15 ml de jugo de limón",
      "38 g de azúcar",
      "15 ml de salsa de soja",
      "1 diente de ajo, machacado",
      "Sal al gusto"
    ],
    "ar": [
      "نص كاس زيت نباتي",
      "ربع كاس ماء",
      "مغرفة مايونيز نباتي",
      "مغرفة صغيرة موتارد",
      "مغرفة عصير قارص",
      "3 مغارف سكر",
      "مغرفة صوص صوجا",
      "سن ثوم، مرحي",
      "ملح حسب الذوق"
    ],
    "en": [
      "1/2 cup vegetable oil",
      "1/4 cup water",
      "1 tbsp vegan mayonnaise",
      "1 tsp mustard",
      "1 tbsp lemon juice",
      "3 tbsp sugar",
      "1 tbsp soy sauce",
      "1 garlic clove, crushed",
      "Salt to taste"
    ]
  },
  "steps": {
    "he": [
      "שימו את השמן, המים, המיונז, החרדל, מיץ הלימון, הסוכר, רוטב הסויה והשום הכתוש בבלנדר.",
      "ערבלו עד שהתערובת חלקה לגמרי ואחידה.",
      "טעמו ותקנו תיבול עם מלח לפי הצורך. המחברת ממליצה להכפיל או לשלש את הכמויות כי הרוטב נשמר היטב במקרר.",
      "הגישו מעל סלט. מומלץ להגיש עם סלט כרוב ירוק, כרוב סגול ובצל ירוק. פזרו מעל חטיפים פריכים כמו אפרופו, דוריטוס או שקדים קלויים ממש לפני ההגשה."
    ],
    "es": [
      "Coloque el aceite, el agua, la mayonesa, la mostaza, el jugo de limón, el azúcar, la salsa de soja y el ajo machacado en una licuadora.",
      "Licúe hasta que la mezcla esté completamente suave y emulsionada.",
      "Pruebe y ajuste la sal u otros condimentos según sea necesario. La autora recomienda duplicar o triplicar las cantidades ya que se conserva bien en el refrigerador.",
      "Sirva sobre la ensalada. Se recomienda usar con una ensalada de repollo verde, repollo morado y cebollín. Cubra con elementos crujientes como Apropo (conos de maíz), Doritos o almendras tostadas justo antes de servir."
    ],
    "ar": [
      "حط الزيت، والماء، والمايونيز، والموتارد، وعصير القارص، والسكر، وصوص الصوجا، والثوم المرحي في الخلاط.",
      "ارحيهم مليح لين الخليط يولي أرطب ومتجانس.",
      "ذوق وزيد الملح ولا الفاحات لخرين كان لازم. مولاة الوصفة تنصح باش تضاعف الكمية مرتين ولا ثلاثة خاطر يصبر مليح في الفريזيدار.",
      "صب فوق السلطة. ننصحو باش تاكلوها مع سلطة كرنب أخضر، وكرنب أحمر، وبصل أخضر. حط من فوق حاجات تتقرمش كيف أبروبو، ولا دوريتوس، ولا لوز محمص قبل ما تقدمها ديريكت."
    ],
    "en": [
      "Place the oil, water, mayonnaise, mustard, lemon juice, sugar, soy sauce, and crushed garlic into a blender.",
      "Blend until the mixture is completely smooth and emulsified.",
      "Taste and adjust salt or other seasonings as needed. The recipe author recommends doubling or tripling the quantities as it keeps well in the refrigerator for a long time.",
      "Serve over salad. Recommended serving: Use with a salad of green cabbage, purple cabbage, and green onions. Top with crunchy items like Apropo (corn bugles), Doritos, or roasted almonds just before serving."
    ]
  }
}