{
  "id": "soy_shawarma",
  "image": "images/current/080_shawarma/dish.png",
  "meta": {
    "servings": "4",
    "prep_time": "10 min",
    "cook_time": "30 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "שווארמה סויה",
    "es": "Shawarma de Soja",
    "ar": "شاورما صويا",
    "en": "Soy Shawarma"
  },
  "description": {
    "he": "מנה זו, שמקורה במילה הטורקית çevirme שמשמעותה סיבוב, לוכדת את המהות של המנה הקלאסית ללא בשר. שבבי סויה סופגים תערובת עשירה של ראס אל חנות וכמון לפני צריבה במחבת עם בצל. זוהי אלטרנטיבה צמחית משביעה וטעימה למאכל הרחוב האהוב.",
    "es": "Derivado del turco çevirme que significa girar, este Shawarma de Soja captura la esencia del plato clásico sin carne. La proteína de soja texturizada absorbe una rica mezcla de Ras el Hanout y comino antes de ser dorada en la sartén con cebollas. Ofrece una alternativa vegetal sabrosa y satisfactoria a la comida callejera favorita.",
    "ar": "كلمة شاورما جاية من الكلمة التركية çevirme اللي معناها يدور، وهالشاورما بالصويا فيها بنة الطبق الأصلي بلاش لحم. شرائح الصويا تشرب تفويحة بنينة بالراس الحانوت والكمون قبل ما نقلوها مع البصل. هذي طريقة نباتية وبنينة باش ناكلو ماكلة الشارع اللي نحبوها.",
    "en": "Derived from the Turkish çevirme meaning turning, this Soy Shawarma captures the essence of the classic rotisserie dish without meat. Textured soy protein absorbs a rich blend of Ras el Hanout and cumin before being pan-seared with onions. It offers a savory and satisfying plant-based alternative to the street food favorite."
  },
  "ingredients": {
    "he": [
      "200 גרם שבבי סויה יבשים (TVP)",
      "1.5 ליטר ציר ירקות",
      "1 בצל גדול, פרוס",
      "30 מ\"ל שמן צמחי",
      "14 גרם תבלין שווארמה",
      "2.5 גרם ראס אל חנות",
      "3 גרם אבקת שום",
      "1.2 גרם פלפל לבן",
      "1.2 גרם כמון",
      "15 מ\"ל עמבה",
      "מלח לפי הטעם"
    ],
    "es": [
      "200 g de tiras de soja seca (TVP)",
      "1500 ml de caldo de verduras",
      "1 cebolla grande, en rodajas",
      "30 ml de aceite vegetal",
      "14 g de mezcla de especias para shawarma",
      "2.5 g de Ras el Hanout",
      "3 g de ajo en polvo",
      "1.2 g de pimienta blanca",
      "1.2 g de comino",
      "15 ml de salsa Amba",
      "Sal al gusto"
    ],
    "ar": [
      "3.3 كيسان شرائح صويا شايحة",
      "6.25 كيسان مرقة خضرة",
      "1 بصلة كبيرة، مقصوصة شرائح",
      "2 مغارف زيت",
      "2 مغارف تابل شاورما",
      "1 مغرفة صغيرة راس حانوت",
      "1 مغرفة صغيرة ثوم مرحي",
      "0.5 مغرفة صغيرة فلفل أبيض",
      "0.5 مغرفة صغيرة كمون",
      "1 مغرفة عنبة (Amba)",
      "ملح حسب الذوق"
    ],
    "en": [
      "3.3 cups dried soy strips (TVP)",
      "6.25 cups vegetable stock",
      "1 large onion, sliced",
      "2 tbsp vegetable oil",
      "2 tbsp shawarma spice mix",
      "1 tsp Ras el Hanout",
      "1 tsp garlic powder",
      "0.5 tsp white pepper",
      "0.5 tsp cumin",
      "1 tbsp Amba sauce",
      "Salt to taste"
    ]
  },
  "steps": {
    "he": [
      "מביאים את ציר הירקות לרתיחה בסיר גדול.",
      "מוסיפים את שבבי הסויה לציר הרותח יחד עם קבוצת התבלינים הראשונה: מחצית מתבלין השווארמה, מלח, פלפל לבן, אבקת שום ומחצית מהראס אל חנות.",
      "מבשלים את השבבים בציר המתובל כ-20 דקות עד שהם סופגים נוזלים ומתרככים לגמרי. מסננים היטב וסוחטים נוזלים עודפים.",
      "מחממים את השמן במחבת. מוסיפים את הבצל הפרוס ומטגנים עד להזהבה.",
      "מוסיפים את שבבי הסויה המסוננים למחבת. מטגנים עד שהם מתחילים להשחים ולהפוך פריכים מעט.",
      "מתבלים את התערובת שבמחבת עם יתרת תבלין השווארמה, הכמון ושאר הראס אל חנות.",
      "רגע לפני שמסירים מהאש, מערבבים פנימה את העמבה לסיום חמצמץ."
    ],
    "es": [
      "Lleve el caldo de verduras a ebullición en una olla grande.",
      "Añada las tiras de soja seca al caldo hirviendo junto con el primer lote de especias: la mitad de la especia de shawarma, sal, pimienta blanca, ajo en polvo y la mitad del Ras el Hanout.",
      "Cocine las tiras en el caldo especiado durante unos 20 minutos hasta que estén completamente rehidratadas y tiernas. Escurra bien y exprima el exceso de líquido para mejorar la textura.",
      "Caliente el aceite en una sartén. Añada la cebolla en rodajas y fría hasta que esté dorada.",
      "Añada las tiras de soja escurridas a la sartén. Fría hasta que empiecen a dorarse y ponerse ligeramente crujientes.",
      "Sazone la mezcla en la sartén con el resto de la especia de shawarma, el comino y el resto del Ras el Hanout.",
      "Justo antes de retirar del fuego, incorpore la salsa Amba para un acabado ácido."
    ],
    "ar": [
      "غلي مرقة الخضرة في طنجرة كبيرة.",
      "حط شرائح الصويا في المرقة اللي تغلي مع الفوحة الأولى: شطر تابل الشاورما، الملح، الفلفل الأبيض، الثوم المرحي وشطر راس الحانوت.",
      "طيّب الشرائح في المرقة المفوحة حكاية 20 دقيقة لين يطراو ويشربو الماء. صفيهم مليح واعصرهم باش تخرج الماء الزايد.",
      "سخن الزيت في مقلاة. حط البصل المقصوص واقليه لين يولي لونه ذهبي.",
      "زيد شرائح الصويا المصفية للمقلاة. اقليهم لين يبداو يحمارو ويتقرمشو شوية.",
      "فوّح الخليط بلي قعد من تابل الشاورما، والكمون وباقي راس الحانوت.",
      "قبل ما تطفي النار، خلط معاهم العنبة باش تعطي بنة قارصة شوية."
    ],
    "en": [
      "Bring the vegetable stock to a boil in a large pot.",
      "Add the dried soy strips to the boiling stock along with the first batch of spices: half the shawarma spice, salt, white pepper, garlic powder, and half the Ras el Hanout.",
      "Cook the strips in the spiced broth for about 20 minutes until fully rehydrated and tender. Drain well and squeeze out excess liquid.",
      "Heat the oil in a frying pan or skillet. Add the sliced onion and fry until golden.",
      "Add the drained soy strips to the pan. Fry until they begin to brown and crisp slightly.",
      "Season the frying mixture with the remaining shawarma spice, cumin, and the rest of the Ras el Hanout.",
      "Just before removing from heat, stir in the Amba sauce for a tangy finish."
    ]
  }
}