{
  "id": "tbikha_tomatem",
  "image": "images/current/088_tbikhat_tmatem/dish.png",
  "meta": {
    "servings": "4",
    "prep_time": "15 min",
    "cook_time": "60 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "דביח תטמטם",
    "es": "Tbikha b'Tomatem",
    "ar": "طبيخة بطماطم",
    "en": "Tbikha b'Tomatem"
  },
  "description": {
    "he": "דביח תטמטם הוא תבשיל ירקות תוניסאי עשיר. המילה תטמטם היא המילה היהודית-תוניסאית לעגבניות, המשקפת את הניב העברי הייחודי של יהודי תוניסיה. מנה זו בבישול איטי כוללת ירקות המתבשלים ברוטב עגבניות סמיך ומתובל עד שהם רכים ובעלי טעם עמוק.",
    "es": "Tbikha b'Tomatem es un rico estofado de verduras tunecino. La palabra Tomatem es la palabra judeo-tunecina para tomates, reflejando el dialecto hebreo único de los judíos tunecinos. Este plato de cocción lenta presenta verduras cocidas a fuego lento en una salsa de tomate espesa y condimentada hasta que estén tiernas y con un sabor profundo.",
    "ar": "طبيخة بطماطم هي مرقة خضرة تونسية غنية. كلمة طماطم هي الكلمة اليهودية التونسية للطماطم، وتعكس اللهجة العبرية الفريدة لليهود التوانسة. هالمكلة تطيب سلة سلة وفيها خضرة تطيب في صالصة طماطم عاقدة ومفوحة لين تولي طرية وبنينة برشا.",
    "en": "Tbikha b'Tomatem is a rich Tunisian vegetable stew. The word Tomatem is the Judeo-Tunisian word for tomatoes, reflecting the unique Hebrew dialect of Tunisian Jews. This slow-cooked dish features vegetables simmered in a thick, seasoned tomato sauce until tender and deeply flavored."
  },
  "ingredients": {
    "he": [
      "45 מ\"ל שמן צמחי",
      "2 בצלים, קצוצים",
      "7 גרם פפריקה מתוקה",
      "1 עגבניה, קצוצה",
      "1 פלפל ירוק חריף, פרוס",
      "מלח לפי הטעם",
      "פלפל שחור לפי הטעם",
      "100 גרם רסק עגבניות",
      "3 תפוחי אדמה, חתוכים לקוביות",
      "600 גרם נתחי סייטן",
      "מים לכיסוי המרכיבים"
    ],
    "es": [
      "45 ml de aceite vegetal",
      "2 cebollas, picadas en cubitos",
      "7 g de pimentón dulce",
      "1 tomate, picado",
      "1 pimiento verde picante, en rodajas",
      "Sal al gusto",
      "Pimienta negra al gusto",
      "100 g de pasta de tomate",
      "3 papas, cortadas en cubos",
      "600 g de trozos de seitán",
      "Agua para cubrir los ingredientes"
    ],
    "ar": [
      "3 مغارف زيت نباتي",
      "2 بصلات، مقصوصين",
      "1 مغرفة فلفل أحمر (زينة)",
      "1 كعبة طماطم، مقصوصة",
      "1 قرن فلفل أخضر حار، مقصوص",
      "ملح حسب الذوق",
      "فلفل أكحل حسب الذوق",
      "6 مغارف طماطم حكة",
      "3 كعبات بطاطا، مقصوصين مكعبات",
      "600 غرام قطع سيتان",
      "ماء باش نغموا المكونات"
    ],
    "en": [
      "3 tbsp vegetable oil",
      "2 onions, diced",
      "1 tbsp sweet paprika",
      "1 tomato, chopped",
      "1 green hot pepper, sliced",
      "Salt to taste",
      "Black pepper to taste",
      "6 tbsp tomato paste",
      "3 potatoes, cubed",
      "21 oz seitan pieces",
      "Water to cover ingredients"
    ]
  },
  "steps": {
    "he": [
      "מחממים שמן בסיר ומטגנים את 2 הבצלים הקצוצים עד לשקיפות.",
      "מוסיפים את הפפריקה, ומיד לאחר מכן את העגבניה הקצוצה והפלפל הירוק הפרוס. מתבלים במלח ופלפל שחור.",
      "מכסים ומבשלים על אש נמוכה כ-10 דקות לריכוך הירקות.",
      "מוסיפים את רסק העגבניות. מערבבים היטב ומבשלים כ-10 דקות נוספות. שלב זה מסיר את החומציות מהרסק.",
      "מוסיפים מים לכיסוי, את קוביות תפוחי האדמה ואת נתחי הסייטן. מביאים לרתיחה.",
      "מנמיכים את האש ומבשלים בבעבוע עדין עד שהסייטן סופג טעמים ותפוחי האדמה רכים."
    ],
    "es": [
      "Caliente el aceite en una olla y sofría las 2 cebollas picadas hasta que estén transparentes.",
      "Añada el pimentón, seguido inmediatamente por el tomate picado y el pimiento verde en rodajas. Sazone con sal y pimienta negra.",
      "Tape y deje cocinar al vapor/sofreír a fuego lento durante unos 10 minutos para ablandar las verduras.",
      "Añada la pasta de tomate. Mezcle bien y cocine (al vapor) por otros 10 minutos. Este paso elimina la acidez de la pasta.",
      "Añada agua hasta cubrir, las papas en cubos y los trozos de seitán. Lleve a ebullición.",
      "Baje el fuego y cocine a fuego lento hasta que el seitán esté cocido y las papas estén tiernas."
    ],
    "ar": [
      "سخن الزيت في طنجرة وقلي 2 بصلات المقصوصين لين يذبالو.",
      "زيد الفلفل الأحمر، ومبعد ديركت الطماطم المقصوصة وقرن الفلفل الأخضر. فوّح بالملح والفلفل الأكحل.",
      "غطي الطنجرة وخليها تتقلى على نار هادية حكاية 10 دقايق باش تذبال الخضرة.",
      "زيد طماطم الحكة. خلط مليح وخليها تطيب 10 دقايق اخرين. المرحلة هاذي تنحي القروصية متاع الطماطم.",
      "مرق بالماء باش تغم المكونات، زيد مكعبات البطاطا وقطع السيتان. خليها تغلي.",
      "نقص في النار وخليها تطيب سلة سلة لين السيتان يطيب والبطاطا تولي طرية."
    ],
    "en": [
      "Heat oil in a pot and fry the 2 diced onions until translucent.",
      "Add the paprika, followed immediately by the chopped fresh tomato and sliced green pepper. Season with salt and black pepper.",
      "Cover and let the mixture steam/sauté on low heat for about 10 minutes to soften the vegetables.",
      "Add the tomato paste. Stir well and cook (steam) for another 10 minutes. This step removes the acidity from the paste.",
      "Add water to cover, the cubed potatoes, and the seitan pieces. Bring to a boil.",
      "Lower heat and simmer until the seitan is cooked through and the potatoes are tender."
    ]
  },
  "index": 17
}