{
  "id": "tbikha_tomatem",
  "image": "images/current/088_tbikhat_tmatem/dish.png",
  "meta": {
    "servings": "4",
    "prep_time": "15 min",
    "cook_time": "60 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "דביח תטמטם",
    "es": "Tbikha b'Tomatem",
    "ar": "طبيخة طماطم",
    "en": "Tbikha b'Tomatem"
  },
  "description": {
    "he": "דביח תטמטם נגזרת מהמילה הערבית לבישול ומתייחסת לתבשיל תוניסאי סמיך. גרסה טבעונית זו מחליפה את העוף המסורתי בנתחי סייטן עשירים תוך שמירה על הרוטב האדום האופייני. המנה מתבססת על טיגון רסק העגבניות להעמקת הטעמים של קלאסיקה ג'רבאית זו.",
    "es": "Tbikha b'Tomatem deriva de la palabra árabe para cocinar y se refiere a un ragú tunecino espeso. Esta adaptación vegana sustituye el pollo tradicional por trozos de seitán, manteniendo la salsa roja característica. El plato se basa en freír la pasta de tomate para profundizar el perfil de sabor de este clásico de Djerba.",
    "ar": "طبيخة طماطم جاية من كلمة الطبخ، وهي مرقة تونسية عاقدة. في ها الوصفة النباتية، بدلنا الدجاج بقطع السيتان وحافظنا على الصوص الحمراء البنينة. السر في ها الأكلة الجربية هو تقلية الطماطم الحكة باش تعطي نكهة ولون قوي للمرقة.",
    "en": "Tbikha b'Tomatem derives from the Arabic word for cooking and refers to a thick Tunisian ragout. This vegan adaptation replaces traditional chicken with hearty seitan pieces while maintaining the signature red sauce. The dish relies on frying tomato paste to deepen the flavor profile of this Djerban classic."
  },
  "ingredients": {
    "he": [
      "45 מ\"ל שמן צמחי, לטיגון",
      "2 בצלים, קצוצים לקוביות",
      "7 גרם פפריקה מתוקה",
      "1 עגבניה, קצוצה",
      "1 פלפל ירוק חריף, פרוס",
      "מלח לפי הטעם",
      "פלפל שחור לפי הטעם",
      "100 גרם רסק עגבניות",
      "3 תפוחי אדמה, חתוכים לקוביות",
      "600 גרם נתחי סייטן",
      "מים, לכיסוי המרכיבים"
    ],
    "es": [
      "45 ml de aceite vegetal, para freír",
      "2 cebollas, picadas en cubitos",
      "7 g de pimentón dulce",
      "1 tomate, picado",
      "1 pimiento verde picante, en rodajas",
      "Sal al gusto",
      "Pimienta negra al gusto",
      "100 g de pasta de tomate",
      "3 patatas, cortadas en cubos",
      "600 g de trozos de seitán",
      "Agua, suficiente para cubrir"
    ],
    "ar": [
      "3 مغارف زيت، للقلي",
      "2 بصلات، مقصوصين",
      "1 مغرفة فلفل أحمر",
      "1 كعبة طماطم، مقصوصة",
      "1 قرن فلفل أخضر حار، مقصوص",
      "ملح حسب الذوق",
      "فلفل أكحل حسب الذوق",
      "6 مغارف طماطم حكة",
      "3 كعبات بطاطا، مقصوصين مكعبات",
      "600 غرام سيتان",
      "ماء، باش تغطي المكونات"
    ],
    "en": [
      "3 tbsp vegetable oil, for frying",
      "2 onions, diced",
      "1 tbsp sweet paprika",
      "1 tomato, chopped",
      "1 green hot pepper, sliced",
      "Salt to taste",
      "Black pepper to taste",
      "6 tbsp tomato paste",
      "3 potatoes, cubed",
      "21 oz seitan pieces",
      "Water, enough to cover ingredients"
    ]
  },
  "steps": {
    "he": [
      "מחממים שמן בסיר ומטגנים את 2 הבצלים הקצוצים עד לשקיפות.",
      "מוסיפים את הפפריקה, ומיד לאחר מכן את העגבניה הקצוצה והפלפל הירוק הפרוס. מתבלים במלח ופלפל שחור.",
      "מכסים ומבשלים על אש נמוכה כ-10 דקות לריכוך הירקות.",
      "מוסיפים את רסק העגבניות. מערבבים היטב ומבשלים (מאדים) עוד 10 דקות. שלב זה מסיר את החומציות מהרסק.",
      "מוסיפים מים לכיסוי, את קוביות תפוחי האדמה ואת נתחי הסייטן. מביאים לרתיחה.",
      "מנמיכים את האש ומבשלים ברתיחה עדינה עד שהסייטן מוכן ותפוחי האדמה רכים."
    ],
    "es": [
      "Caliente el aceite en una olla y sofría las 2 cebollas picadas hasta que estén transparentes.",
      "Añada el pimentón, seguido inmediatamente por el tomate picado y el pimiento verde en rodajas. Sazone con sal y pimienta negra.",
      "Tape y deje cocinar al vapor a fuego lento durante unos 10 minutos para ablandar las verduras.",
      "Añada la pasta de tomate. Mezcle bien y cocine (al vapor) durante otros 10 minutos. Este paso elimina la acidez de la pasta.",
      "Añada agua hasta cubrir, las patatas en cubos y los trozos de seitán. Lleve a ebullición.",
      "Baje el fuego y cocine a fuego lento hasta que el seitán esté cocido y las patatas estén tiernas."
    ],
    "ar": [
      "سخن الزيت في طنجرة وقلي البصلتين المقصوصين لين يذبالو.",
      "زيد الفلفل الأحمر، وفي-سع حط الطماطم المقصوصة وقرن الفلفل الأخضر. فوّح بالملح والفلفل الأكحل.",
      "غطي الطنجرة وخلّيها تتقلى على نار هادية حكاية 10 دقايق باش تذبال الخضرة.",
      "زيد طماطم الحكة. خلط مليح وخلّيها تطيب (تتقلى) 10 دقايق أخرين. هكا تتنحى القروصية متاع الطماطم.",
      "مرّق بالماء باش تغطي الكل، ارمي كعبات البطاطا وقطع السيتان. خلّي المرقة تغلي.",
      "نقص النار وخلّيها تطيب سلة سلة لين السيتان يطيب والبطاطا تولي طرية."
    ],
    "en": [
      "Heat oil in a pot and fry the 2 diced onions until translucent.",
      "Add the paprika, followed immediately by the chopped fresh tomato and sliced green pepper. Season with salt and black pepper.",
      "Cover and let the mixture steam/sauté on low heat for about 10 minutes to soften the vegetables.",
      "Add the tomato paste. Stir well and cook (steam) for another 10 minutes. This step removes the acidity from the paste.",
      "Add water to cover, the cubed potatoes, and the seitan pieces. Bring to a boil.",
      "Lower heat and simmer until the seitan is cooked through and the potatoes are tender."
    ]
  }
}