{
  "id": "vegancaesardressing",
  "image": "images/current/016_vegan_caesar/dish.png",
  "meta": {
    "servings": "4-6",
    "prep_time": "5 min",
    "cook_time": "0 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "רוטב קיסר טבעוני",
    "es": "Aderezo César Vegano",
    "ar": "صوص سيزر نباتية",
    "en": "Vegan Caesar Dressing"
  },
  "description": {
    "he": "רוטב קיסר טבעוני הוא גרסה מודרנית מהצומח לרוטב הקיסר הקלאסי. השם משלב את המילה קיסר עם טבעוני, המילה העברית ששורשה בטבע. על ידי שימוש בצלפים ומי מלח במקום אנשובי, הרוטב הקרמי הזה מספק טעם מלוח ואותנטי המושלם לסלטים פריכים.",
    "es": "Rotev Keisar Tivoni es una adaptación moderna a base de plantas del clásico aderezo César. El nombre combina Keisar, que significa César, con Tivoni, la palabra hebrea para vegano arraigada en la naturaleza. Al usar alcaparras y salmuera en lugar de anchoas, esta salsa cremosa ofrece un auténtico sabor sabroso perfecto para ensaladas crujientes.",
    "ar": "هذي صوص سيزر نباتية عصرية بديلة للصوص الكلاسيكية. الاسم يخلط بين كلمة قيصر وكلمة تيفعوني اللي تعني نباتي بالعبرية. في بلاصة الأنشوفة، نستعملوا الكبار والماء متاعو باش يعطي بنة مالحة وقوية، وتجي صوص عاقدة وبنينة برشا مع السلطة.",
    "en": "Rotev Keisar Tiv'oni is a modern plant-based adaptation of the classic Caesar dressing. The name blends Keisar, meaning Caesar, with Tiv'oni, the Hebrew word for vegan rooted in nature. By using capers and brine instead of anchovies, this creamy sauce delivers authentic savory flavor perfect for crisp salads."
  },
  "ingredients": {
    "he": [
      "120 מ\"ל מיונז טבעוני",
      "5 גרם צלפים",
      "7.5 מ\"ל מי צלפים (מהצנצנת)",
      "30 מ\"ל מיץ לימון (סחוט טרי)",
      "8 גרם חרדל דיז'ון",
      "4 גרם פטרוזיליה טרייה, קצוצה (או 1/2 כפית יבשה)",
      "2 שיני שום, קלופות",
      "1.2 גרם פלפל שחור, טחון",
      "מלח לפי הטעם"
    ],
    "es": [
      "120 ml de mayonesa vegana",
      "5 g de alcaparras",
      "7.5 ml de salmuera de alcaparras (del frasco)",
      "30 ml de jugo de limón (recién exprimido)",
      "8 g de mostaza Dijon",
      "4 g de perejil fresco, picado (o 1/2 cdta seco)",
      "2 dientes de ajo, pelados",
      "1.2 g de pimienta negra, molida",
      "Sal al gusto"
    ],
    "ar": [
      "نص كاس مايونيز نباتي",
      "مغرفة صغيرة كبار",
      "1.5 مغرفة صغيرة ماء الكبار (من الحكة)",
      "2 مغارف عصير قارص",
      "1.5 مغرفة صغيرة موتارد ديجون",
      "مغرفة معدنوس طري، مقصوص (أو نص مغرفة صغيرة شايح)",
      "2 سنات ثوم، مقشرين",
      "نص مغرفة صغيرة فلفل أكحل، مرحي",
      "ملح حسب الذوق"
    ],
    "en": [
      "1/2 cup vegan mayonnaise",
      "1 tsp capers",
      "1.5 tsp caper brine (from the jar)",
      "2 tbsp lemon juice (freshly squeezed)",
      "1.5 tsp Dijon mustard",
      "1 tbsp fresh parsley, chopped (or 1/2 tsp dried parsley)",
      "2 cloves garlic, peeled",
      "0.5 tsp black pepper, ground",
      "Salt to taste"
    ]
  },
  "steps": {
    "he": [
      "הכניסו את המיונז הטבעוני, הצלפים, מי הצלפים, מיץ הלימון, החרדל, הפטרוזיליה, השום והפלפל למעבד מזון או בלנדר.",
      "ערבלו עד שהתערובת חלקה לחלוטין.",
      "טעמו את הרוטב ותקנו תיבול עם מלח או תבלינים אחרים לפי הצורך.",
      "הגישו מיד עם סלטים, קערות בודהה או כריכים, או אחסנו במקרר."
    ],
    "es": [
      "Agregue la mayonesa vegana, las alcaparras, la salmuera, el jugo de limón, la mostaza, el perejil, el ajo y la pimienta a un procesador de alimentos o licuadora.",
      "Licúe hasta que la mezcla esté completamente suave.",
      "Pruebe el aderezo y ajuste la sal u otros condimentos según sea necesario.",
      "Sirva inmediatamente con ensaladas, bowls o sándwiches, o guarde en el refrigerador."
    ],
    "ar": [
      "حط المايونيز النباتي، والكبار، وماء الكبار، وعصير القارص، والموتارد، والمعدنوس، والثوم، والفلفل الأكحل في ميكسور أو رحاية.",
      "رحيهم مليح لين يولي الخليط أرطب ومتجانس.",
      "ذوق الصوص وزيد الملح ولا الفاحات لخرين كان لازم.",
      "قدمها ديريكت مع السلطة، ولا السندويتشات، ولا خبيها في الفريجيدير."
    ],
    "en": [
      "Add the vegan mayonnaise, capers, caper brine, lemon juice, dijon mustard, parsley, garlic, and pepper to a food processor or blender.",
      "Blend until the mixture is completely smooth.",
      "Taste the dressing and adjust salt or other seasonings as needed.",
      "Serve immediately with salads, bowls, or sandwiches, or store in the refrigerator."
    ]
  }
}