{
  "id": "vegetablesoupfor_couscous",
  "image": "images/current/027_couscous_soup/dish.png",
  "meta": {
    "servings": "4-6",
    "prep_time": "20 min",
    "cook_time": "75 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "מרק ירקות לקוסקוס",
    "es": "Sopa de Verduras para Cuscús (Marga)",
    "ar": "مرقة خضرة للكسكسي",
    "en": "Vegetable Soup for Couscous (Marga)"
  },
  "description": {
    "he": "מרגה הוא המונח היהודי-ערבי המסורתי לתבשיל העשיר המוגש על קוסקוס, ונגזר מהשורש למילה מרק. גרסה צמחית זו מחליפה את העוף בסייטן עסיסי. ירקות עונתיים מאודים עם תבלינים ליצירת ציר עמוק שהופך את הגרגירים המאודים לארוחה שלמה.",
    "es": "Marga es el término judeo-árabe tradicional para el rico guiso que se sirve sobre el cuscús y deriva de la raíz para caldo. Esta adaptación vegetal sustituye el pollo por sabroso seitán. Las verduras de temporada se sudan con especias para crear un caldo profundo que transforma los granos al vapor en una comida completa.",
    "ar": "المرقة هي الكلمة اليهودية العربية التقليدية لليخنة الغنية اللي تتحط فوق الكسكسي، وأصلها من كلمة مرق. هذي الوصفة النباتية تبدل الدجاج بالسيطان البنين. الخضرة تتقلى وتتعرق مع الفاحات باش تعمل مرقة عاقدة وبنينة ترد الكسكسي وجبة كاملة.",
    "en": "Marga is the traditional Judeo-Arabic term for the rich stew served atop couscous and derives from the root for broth. This plant-based adaptation replaces chicken with savory seitan. Seasonal vegetables sweat with spices to create a deep stock that transforms steamed grains into a complete meal."
  },
  "ingredients": {
    "he": [
      "30 מ\"ל שמן צמחי (קנולה או זית)",
      "7 גרם פפריקה מתוקה (כמות נדיבה)",
      "1 בצל גדול, פרוס",
      "500 גרם דלעת, חתוכה לקוביות גדולות",
      "3 קישואים, חתוכים לקוביות גדולות",
      "200 גרם גרגירי חומוס, מושרים או משומרים",
      "200 גרם שעועית ירוקה, נקייה",
      "מלח לפי הטעם",
      "מים רותחים לכיסוי המרכיבים",
      "500 גרם נתחי סייטן, חתוכים לחתיכות בגודל ביס",
      "3 תפוחי אדמה בינוניים, קלופים וחתוכים לרבעים"
    ],
    "es": [
      "30 ml de aceite vegetal (canola u oliva)",
      "7 g de pimentón dulce (cantidad generosa)",
      "1 cebolla grande, en rodajas",
      "500 g de calabaza, cortada en trozos grandes",
      "3 calabacines, cortados en trozos grandes",
      "200 g de garbanzos, remojados o en conserva",
      "200 g de judías verdes, limpias",
      "Sal al gusto",
      "Agua hirviendo para cubrir los ingredientes",
      "500 g de trozos de seitán, cortados en bocados",
      "3 patatas medianas, peladas y cortadas en cuartos"
    ],
    "ar": [
      "2 مغارف زيت (كانولا ولا زيت زيتون)",
      "1 مغرفة فلفل أحمر (كمية باهية)",
      "1 بصلة كبيرة، مقصوصة جوانح",
      "3.5 كيسان قرع أحمر، مقصوص طروف كبار",
      "3 كعبات قرع أخضر، مقصوصين طروف كبار",
      "1.2 كاس حمص، منفخ ولا حكّة",
      "2 كيسان لوبيا خضراء، منظفة",
      "ملح حسب الذوق",
      "ماء سخون يغلي باش نغموا الخضرة",
      "3 كيسان طروف سيطان، مقصوصين طروف صغار",
      "3 كعبات بطاطا متوسطين، مقشرين ومقصوصين على أربعة"
    ],
    "en": [
      "2 tbsp vegetable oil (canola or olive)",
      "1 tbsp sweet paprika (generous amount)",
      "1 large onion, sliced",
      "3.5 cups pumpkin, cut into large chunks",
      "3 zucchini, cut into large chunks",
      "1.2 cups chickpeas, soaked or canned",
      "2 cups green beans, trimmed",
      "Salt to taste",
      "Boiling water to cover ingredients",
      "3 cups seitan chunks, cut into bite-sized pieces",
      "3 medium potatoes, peeled and quartered"
    ]
  },
  "steps": {
    "he": [
      "בסיר מרק גדול, מחממים את השמן ומוסיפים את הפפריקה (לפתיחת התבלין בשמן). להיזהר לא לשרוף את הפפריקה.",
      "מוסיפים את הבצל הפרוס, ואחריו את הדלעת, הקישואים, החומוס והשעועית הירוקה.",
      "מוסיפים מלח, מכסים את הסיר ומניחים לירקות להתאדות במיצים של עצמם על אש נמוכה-בינונית למשך כ-30 דקות. תהליך זה מרכז את הטעמים.",
      "מוסיפים מים רותחים לכיסוי הירקות ומוסיפים את נתחי הסייטן.",
      "מביאים לרתיחה ואז מנמיכים את האש. לקראת סוף הבישול, מוסיפים את תפוחי האדמה. הוספת תפוחי האדמה בשלב מאוחר מונעת מהם להתפרק.",
      "מבשלים על אש קטנה עד שהסייטן ספג טעמים ותפוחי האדמה רכים."
    ],
    "es": [
      "En una olla grande para sopa, calentar el aceite y añadir el pimentón (para que suelte el aroma en el aceite). Tener cuidado de no quemar el pimentón.",
      "Añadir la cebolla en rodajas, seguida de la calabaza, el calabacín, los garbanzos y las judías verdes.",
      "Añadir sal, tapar la olla y dejar que las verduras suden en sus propios jugos a fuego medio-bajo durante unos 30 minutos. Este proceso concentra los sabores.",
      "Añadir agua hirviendo hasta cubrir las verduras y agregar los trozos de seitán.",
      "Llevar a ebullición y luego reducir el fuego. Hacia el final del tiempo de cocción, añadir las patatas. Añadirlas más tarde evita que se deshagan.",
      "Cocinar a fuego lento hasta que el seitán haya absorbido los sabores y las patatas estén tiernas."
    ],
    "ar": [
      "في طنجرة كبيرة، سخن الزيت وحط الفلفل الأحمر (باش يخرج ريحته في الزيت). رد بالك تحرق الفلفل.",
      "زيد البصل المقصوص، ومبعد القرع الأحمر، والقرع الأخضر، والحمص، واللوبيا الخضراء.",
      "حط الملح، غطي الطنجرة وخلي الخضرة تتقلى وتخرج ماها على نار هادية لمدة 30 دقيقة تقريباً. هكا النكهة تولي قوية.",
      "مرق بالماء السخون يغلي لين تتغطى الخضرة وزيد طروف السيطان.",
      "خليها تغلي ومبعد نقص النار. كي يقرب يطيب، زيد البطاطا. كي تزيد البطاطا مخر ما تتحلش في المرقة.",
      "خليها تطيب سلة سلة لين السيطان يشرب البنة والبطاطا تطيب."
    ],
    "en": [
      "In a large soup pot, heat the oil and add the paprika (blooming the spice in the oil). Be careful not to burn the paprika.",
      "Add the sliced onions, followed by the pumpkin, zucchini, chickpeas, and green beans.",
      "Add salt, cover the pot, and let the vegetables steam/sweat in their own juices on low-medium heat for about 30 minutes. This sweating process concentrates the flavors.",
      "Add boiling water to cover the vegetables and add the seitan pieces.",
      "Bring to a boil, then reduce heat. Towards the end of the cooking time, add the potatoes. Adding potatoes later prevents them from falling apart.",
      "Simmer until the seitan has absorbed flavors and potatoes are tender."
    ]
  },
  "index": 76
}