{
  "id": "yellow_meat",
  "image": "images/current/049_lham_sfar/dish.png",
  "meta": {
    "servings": "4-6",
    "prep_time": "20 min",
    "cook_time": "180 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "בשר צהוב",
    "es": "Carne Amarilla (Basar Tzahov)",
    "ar": "لحم أصفر (روتي)",
    "en": "Yellow Meat (Basar Tzahov)"
  },
  "description": {
    "he": "בשר צהוב (בסר צהוב) הוא תרגום למסורת הצפון-אפריקאית של סיווג תבשילים לפי צבע הרוטב. גרסה צמחית זו מחליפה את הבקר בסייטן עשיר בטעמים, תוך שמירה על פרופיל הכורכום והבצל הקלאסי. המנה לוכדת את המהות של סגנון ה'זערה' הזהוב מהמטבח הג'רבאי.",
    "es": "Basar Tzahov significa Carne Amarilla en hebreo y sigue la tradición norteafricana de categorizar los guisos por el color de su salsa. Esta versión vegetal sustituye la carne de res por seitán sabroso, manteniendo el perfil clásico de cúrcuma y cebolla. Captura la esencia del estilo dorado Za'ara de la cocina de Djerba.",
    "ar": "البسر צהוב (اللحم الأصفر) يتبع العادة في شمال إفريقيا بتصنيف المرقة حسب لونها. هذي الوصفة نباتية، بدلنا اللحم بالسيتان (seitan) أما حافظنا على بنة الكركم والبصل التقليدية. الوصفة هذي فيها ريحة المرقة الزعرة الذهبية متاع جربة.",
    "en": "Basar Tzahov means Yellow Meat in Hebrew and follows the North African tradition of categorizing stews by sauce color. This plant-based version replaces beef with savory seitan while maintaining the classic turmeric and onion profile. It captures the essence of the golden Za'ara style found in Djerban cuisine."
  },
  "ingredients": {
    "he": [
      "1.5 ק\"ג צלי סייטן (גוש גלוטן)",
      "8 גרם אבקת בצל",
      "2 בצלים גדולים, קצוצים",
      "30 מ\"ל שמן צמחי",
      "9 גרם כורכום",
      "11 גרם אבקת מרק בטעם עוף (פרווה)",
      "3 עלי דפנה",
      "6 גרגירי פלפל שחור שלמים",
      "פלפל שחור גרוס לפי הטעם",
      "מלח לפי הטעם",
      "250 מ\"ל מים"
    ],
    "es": [
      "1.5 kg de asado de seitán (bloque de gluten)",
      "8 g de cebolla en polvo",
      "2 cebollas grandes, picadas",
      "30 ml de aceite vegetal",
      "9 g de cúrcuma",
      "11 g de caldo de pollo vegano en polvo",
      "3 hojas de laurel",
      "6 granos de pimienta negra enteros",
      "Pimienta negra molida al gusto",
      "Sal al gusto",
      "250 ml de agua"
    ],
    "ar": [
      "1.5 كغ روتي سيتان (جلوتين)",
      "1 مغرفة بودرة بصل",
      "2 بصلات كبار، مقصوصين",
      "2 مغارف زيت",
      "1 مغرفة كركم",
      "1 مغرفة تابل دجاج نباتي (أو كنور)",
      "3 ورقات رند",
      "6 كعبات فلفل أكحل",
      "فلفل أكحل مرحي حسب الذوق",
      "ملح حسب الذوق",
      "1 كاس (تقريباً) ماء"
    ],
    "en": [
      "1.5 kg seitan roast (wheat gluten log)",
      "1 tbsp onion powder",
      "2 large onions, diced",
      "2 tbsp vegetable oil",
      "1 tbsp turmeric",
      "1 tbsp vegan chicken-style bouillon powder",
      "3 bay leaves",
      "6 whole black peppercorns",
      "Ground black pepper to taste",
      "Salt to taste",
      "~1 cup water"
    ]
  },
  "steps": {
    "he": [
      "מחממים תנור ל-160 מעלות. מעסים היטב את נתח הסייטן באבקת הבצל.",
      "מניחים את הנתח בתבנית ואוטמים היטב בנייר כסף. אופים בתנור במשך שעתיים וחצי עד שהנתח רך.",
      "מוציאים מהתנור ומניחים להתקרר מעט. פורסים את הנתח לפרוסות הגשה.",
      "בסיר רחב, מחממים את השמן ומטגנים את הבצל הקצוץ עד להזהבה.",
      "מוסיפים לבצל את הכורכום, אבקת המרק, מלח, פלפל טחון, גרגירי הפלפל ועלי הדפנה. מערבבים קלות לפתיחת הטעמים.",
      "מוסיפים את פרוסות הנתח לסיר. מוסיפים מים (כ-250 מ\"ל או עד ליצירת רוטב, אך לא לכיסוי מלא). מכסים ומבשלים על אש נמוכה כ-20-30 דקות נוספות לספיגת טעמים."
    ],
    "es": [
      "Precalentar el horno a 160°C. Masajear bien la pieza de carne vegetal con la cebolla en polvo.",
      "Colocar la carne en una fuente y sellar herméticamente con papel de aluminio. Hornear durante 2,5 horas hasta que esté tierna.",
      "Sacar del horno y dejar enfriar un poco. Cortar la carne en rodajas para servir.",
      "En una olla ancha, calentar el aceite y sofreír las cebollas picadas hasta que estén doradas.",
      "Añadir la cúrcuma, el caldo en polvo, la sal, la pimienta molida, los granos de pimienta y el laurel. Remover brevemente para liberar los aromas.",
      "Añadir las rodajas de carne a la olla. Agregar agua (aprox. 250 ml, suficiente para crear salsa pero sin cubrir totalmente). Tapar y cocinar a fuego lento otros 20-30 minutos para que se mezclen los sabores."
    ],
    "ar": [
      "سخّن الفور (الكوشة) في 160 درجة. ادهن الروتي مليح ببودرة البصل.",
      "حط الروتي في طبق وغطيه مليح بالبابיי ألومنيوم. طيّب في الفور ساعتين ونص حتى يولي طري.",
      "خرّج الطبق من الفور وخليه يبرد شوية. قص الروتي طروف طروف (شرائح).",
      "في طنجرة واسعة، سخّن الزيت وقلي البصل المقصوص لين يولي لونه ذهبي.",
      "زيد الكركم، تابل الدجاج، الملح، الفلفل الأكحل، كعبات الفلفل، والرند للبصل. حرك شوية بش تخرج الريحة.",
      "حط طروف الروتي في الطنجرة. زيد الماء (تقريباً كاس، بش تعمل مرقة أما ما تغمّش اللحم الكل). غطي الطنجرة وخلّيها تطيب (تكتك) على نار هادية 20-30 دقيقة بش تدخل البنة في بعضها."
    ],
    "en": [
      "Preheat oven to 160°C (320°F). Massage the whole piece of meat thoroughly with onion powder.",
      "Place the meat in a baking dish and seal tightly with aluminum foil. Cook in the oven for 2.5 hours until tender.",
      "Remove meat from the oven and let it cool slightly. Slice the meat into serving portions.",
      "In a wide pot, heat the oil and fry the diced onions until they turn golden brown.",
      "Add the turmeric, chicken seasoning, salt, ground pepper, whole peppercorns, and bay leaves to the onions. Stir briefly to release aromatics.",
      "Add the sliced meat to the pot. Add water (approx 250ml or enough to create a sauce but not submerge completely). Cover and simmer on low heat for another 20-30 minutes to let flavors meld."
    ]
  },
  "index": 77
}