{
  "id": "045_hraime",
  "image": "hraime.png",
  "meta": {
    "servings": "4",
    "prep_time": "20 min",
    "cook_time": "20 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "חריימה",
    "es": "Hraime",
    "ar": "حرايمي",
    "en": "Hraime"
  },
  "description": {
    "he": "תבשיל דגים חריף מסורתי המוגש לרוב בערבי שבת וחגים. הגרסה הטבעונית הזו מחליפה את הדג בטופו ואצות ים כדי לשחזר את טעם הים העמוק. השם נגזר מהשורש הערבי המרמז על חריפות וחום.",
    "es": "Un guiso tradicional de pescado picante servido en vísperas de Shabat. Esta adaptación vegana utiliza tofu y algas para recrear el sabor del mar. El nombre deriva de la raíz árabe que sugiere calor y picante.",
    "ar": "طبق حوت حار تقليدي مشهور في تونس وليبيا، يتقدم عادة ليلة السبت. في هذي النسخة النباتية، عوضنا الحوت بالتوفو والطحالب باش نحافظو على نكهة البحر. الاسم جاي من 'الحرارة' والحروية متاع الصوص.",
    "en": "A traditional spicy fish stew typically served on Shabbat eve. This plant-based adaptation replaces fish with tofu and seaweed to recreate the oceanic flavor. The name derives from the Arabic root suggesting heat and spiciness."
  },
  "ingredients": {
    "he": [
      "600 גרם טופו קשה (סחוט היטב)",
      "20 גרם אצות וואקמה (מושרות וסחוטות)",
      "6 כפיות קמח שקדים",
      "1 גמבה אדומה חתוכה",
      "4 עגבניות קצוצות",
      "צרור כוסברה קצוצה",
      "6 שיני שום פרוסות",
      "תבלינים: פפריקה, כמון, כורכום, מלח"
    ],
    "es": [
      "600g tofu extra firme (escurrido)",
      "20g algas wakame (remojadas)",
      "6 cdta harina de almendra",
      "1 pimiento rojo picado",
      "4 tomates picados",
      "1 manojo de cilantro picado",
      "6 dientes de ajo laminados",
      "Especias: pimentón, comino, cúrcuma, sal"
    ],
    "ar": [
      "600غ تופو يابس (معصور مليح)",
      "20غ طحالب واكامي (منفخة ومعصورة)",
      "6 م ص دقيق اللوز",
      "1 فلفل أحمر حلو مقصوص",
      "4 كعبات طماطم مقصوصين",
      "ربطة قزبر مقصوصة",
      "6 سنون ثوم مقصوصين",
      "فاحات: فلفل زينة، كمون، كركم، ملح"
    ],
    "en": [
      "600g extra firm tofu (drained)",
      "20g wakame seaweed (soaked)",
      "6 tsp almond flour",
      "1 red bell pepper, chopped",
      "4 tomatoes, chopped",
      "1 bunch cilantro, chopped",
      "6 garlic cloves, sliced",
      "Spices: paprika, cumin, turmeric, salt"
    ]
  },
  "steps": {
    "he": [
      "טוחנים במעבד מזון טופו, אצות ותבלינים יבשים, ומוסיפים קמח שקדים בהדרגה עד לקבלת מסה אחידה.",
      "יוצרים קציצות בידיים לחות, משמנים מעט ואופים בתנור שחומם ל-250 מעלות כ-10 דקות.",
      "מחממים שמן במחבת רחבה ופותחים את התבלינים (מלח, כורכום, פפריקה) בשמן.",
      "מוסיפים עגבניות, גמבה, שום וכוסברה ומבשלים עד לקבלת רוטב עשיר.",
      "מוסיפים את הקציצות האפויות לרוטב ומבשלים דקות ספורות לספיגת טעמים."
    ],
    "es": [
      "Procesar el tofu, las algas y las especias, añadiendo harina de almendra hasta obtener una masa uniforme.",
      "Formar bolas con manos húmedas, rociar con aceite y hornear a 250°C por 10 minutos.",
      "Calentar aceite en una sartén ancha y sofreír brevemente las especias para liberar su aroma.",
      "Añadir tomates, pimiento, ajo y cilantro; cocinar hasta obtener una salsa espesa.",
      "Incorporar las albóndigas horneadas a la salsa y cocinar brevemente."
    ],
    "ar": [
      "ارحي التوفو والطحالب والفاحات في الميكسور، وزيد دقيق اللوز بشوية لين تتلم العجينة.",
      "كعبر الكعابر بيدك مبلولة، رش عليهم شوية زيت وحطهم في الفور (250 درجة) لمدة 10 دقايق.",
      "سخن الزيت في طنجرة واسعة وقلي الفاحات (ملح، كركم، فلفل زينة) شوية باش تخرج ريحتهم.",
      "زيد الطماطم والفلفل والثوم والقزبر، وطيبهم لين تولي عندك مرقة خاثرة.",
      "حط الكعابر في الصوص وخليهم يغليو شوية باش يشربو البنة."
    ],
    "en": [
      "Blend tofu, seaweed, and spices in a processor, gradually adding almond flour until uniform.",
      "Form balls with damp hands, spray with oil, and bake at 250°C (480°F) for 10 minutes.",
      "Heat oil in a wide pan and briefly sauté spices to release flavors.",
      "Add tomatoes, peppers, garlic, and cilantro; cook until a rich sauce forms.",
      "Add the baked balls to the sauce and simmer briefly to absorb flavors."
    ]
  }
}