{
  "id": "062_msiyer",
  "image": "msiyer.png",
  "meta": {
    "servings": "6",
    "prep_time": "15 min",
    "cook_time": "0 min (+ marination)",
    "difficulty": "Easy"
  },
  "name": {
    "he": "משייר",
    "es": "Msiyer",
    "ar": "المسيّر",
    "en": "Msiyer"
  },
  "description": {
    "he": "מגוון צבעוני של ירקות בכבישה מהירה, המוגש כמתאבן מרענן או כחלק מ\"הקמיה\" (סלטים לפתיחת שולחן). השם נגזר מהשורש הערבי המתייחס לשימור או החמצה. המנה מספקת ניגוד חמצמץ ופריך למנות עיקריות עשירות.",
    "es": "Un surtido colorido de verduras encurtidas rápidas, servido como aperitivo refrescante o parte de la 'Kemia'. Su nombre proviene de la raíz árabe para conserva. Aporta un contraste crujiente y ácido a los platos principales ricos.",
    "ar": "تشكيلة ملونة من الخضر المخللة (المصبرة) بطريقة سريعة، تقدم كمقبلات منعشة أو \"كيمياء\". الاسم مشتق من \"التسيير\" أي التصبير. تعطي قرمشة وحموضة تكسر دسم الوجبات الرئيسية.",
    "en": "A colorful assortment of quick-pickled vegetables, served as a refreshing appetizer or part of the 'Kemia'. The name derives from the Arabic root for preserving. It provides a crunchy, acidic contrast to rich main dishes."
  },
  "ingredients": {
    "he": [
      "2 גמבות בצבעים שונים",
      "2 גזרים",
      "1 פלפל חריף",
      "1 קולרבי (אופציונלי)",
      "2 לימונים",
      "מים (לכיסוי)",
      "1 כף מלח גס"
    ],
    "es": [
      "2 pimientos (colores variados)",
      "2 zanahorias",
      "1 chile / pimiento picante",
      "1 colinabo (opcional)",
      "2 limones",
      "Agua (para cubrir)",
      "1 cda sal gruesa"
    ],
    "ar": [
      "2 فلفل حلو (ألوان)",
      "2 سفنارية (جزر)",
      "1 فلفل حار",
      "1 كرنب (لفت ألماني - اختياري)",
      "2 كعبات قارص",
      "ماء",
      "1 مغرفة ملح خشين"
    ],
    "en": [
      "2 bell peppers (mixed colors)",
      "2 carrots",
      "1 hot pepper",
      "1 kohlrabi (optional)",
      "2 lemons",
      "Water (to cover)",
      "1 tbsp coarse salt"
    ]
  },
  "steps": {
    "he": [
      "חותכים את הגמבות, הגזרים, הפלפל החריף והקולרבי לרצועות דקות או מקלות.",
      "מקלפים את הלימונים, סוחטים את המיץ מעל הירקות, ואז חותכים את הלימון הסחוט עצמו לחתיכות ומוסיפים פנימה.",
      "מוסיפים מלח גס ומכסים במים עד גובה הירקות.",
      "מניחים לספיגת טעמים למספר שעות (עדיף לילה) לפני ההגשה."
    ],
    "es": [
      "Cortar los pimientos, zanahorias, chile y colinabo en tiras finas o bastones.",
      "Pelar los limones, exprimir el jugo sobre las verduras, luego cortar los limones exprimidos en trozos y añadirlos.",
      "Añadir la sal gruesa y cubrir con agua hasta tapar las verduras.",
      "Dejar reposar unas horas (o toda la noche) para que absorba los sabores antes de servir."
    ],
    "ar": [
      "قص الفلفل الحلو، السفنارية، الفلفل الحار والكرنب (اذا تحب) أصابع جويدة (شرائح).",
      "قشّر القارص، اعصر القارص فوق الخضرة، ومبعد قص القارص بيدو طروف وزيدو معاهم.",
      "زيد الملح الخشين وصب الماء لين تتغطى الخضرة.",
      "خليها ترتاح سويعات (والا ليلة كاملة) باش تشرب الملح والقارص قبل ما تقدمها."
    ],
    "en": [
      "Cut the bell peppers, carrots, hot pepper, and kohlrabi into thin strips or sticks.",
      "Peel the lemons, squeeze the juice over the vegetables, then chop the squeezed lemons themselves and add them in.",
      "Add coarse salt and cover with water until the vegetables are submerged.",
      "Let sit for a few hours (preferably overnight) to absorb the flavors before serving."
    ]
  }
}