{
  "id": "maakouda",
  "image": "maakouda.png",
  "meta": {
    "servings": "4–6",
    "prep_time": "15 min",
    "cook_time": "40 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "מעקודה",
    "es": "La Maakouda",
    "ar": "المعقودة",
    "en": "Maakouda"
  },
  "description": {
    "he": "מעקודה היא פשטידת תפוחי אדמה צפון-אפריקאית קלאסית, שבמקור מתבססת על ביצים רבות לייצוב. הגרסה הטבעונית הזו משתמשת בבלילת קמח חומוס להשגת המרקם האוורירי. השם נגזר מהמילה הערבית \"מַעְקוּדַה\" (קשורה או סמיכה), ומתייחס לאופן שבו המרכיבים מתאחדים.",
    "es": "La Maakouda es un pastel de papa clásico del norte de África, tradicionalmente unido con muchos huevos. Esta versión vegana logra la misma textura esponjosa usando harina de garbanzo. Su nombre proviene del árabe \"ma'aqouda\" (anudada o espesada), refiriéndose a la unión de sus ingredientes.",
    "ar": "المعقودة هي طبق بطاطا كلاسيكي في شمال إفريقيا، يُحضر تقليدياً بالبيض لتماسك المكونات. هذه النسخة النباتية تستخدم دقيق الحمص للحصول على نفس القوام. الاسم مشتق من الكلمة العربية \"معقودة\" (مربوطة أو خاثرة)، إشارةً إلى تماسك الخليط.",
    "en": "Maakouda is a classic North African potato pie, traditionally bound with many eggs. This vegan version achieves the same fluffy texture using a chickpea flour batter. The name comes from the Arabic word \"ma'aqouda\" (knotted or thickened), referring to how the ingredients bind together."
  },
  "ingredients": {
    "he": [
      "4 תפוחי אדמה אדומים",
      "12 כפות קמח חומוס (מעורבב עם 12 כפות מים)",
      "1/4 כוס קמח לבן",
      "1 כפית אבקת אפייה",
      "1 כף שמן",
      "מלח ופלפל שחור"
    ],
    "es": [
      "4 papas rojas",
      "12 cdas harina de garbanzo (mezclada con 12 cdas agua)",
      "1/4 taza harina blanca",
      "1 cdita polvo de hornear",
      "1 cda aceite",
      "Sal y pimienta negra"
    ],
    "ar": [
      "4 كعبات بطاطا حمراء",
      "12 مغرفة دقيق حمص (مخلطة مع 12 مغرفة ماء)",
      "ربع كأس دقيق (فرينة)",
      "ملعقة صغيرة خميرة حلويات",
      "مغرفة زيت",
      "ملح وفلفل أكحل"
    ],
    "en": [
      "4 red potatoes",
      "12 tbsp chickpea flour (mixed with 12 tbsp water)",
      "1/4 cup white flour",
      "1 tsp baking powder",
      "1 tbsp oil",
      "Salt and black pepper"
    ]
  },
  "steps": {
    "he": [
      "מגרדים את תפוחי האדמה וסוחטים היטב להוצאת הנוזלים (חשוב מאוד).",
      "מערבבים את קמח החומוס עם המים ליצירת בלילה חלקה.",
      "מערבבים את תפוחי האדמה הסחוטים עם הבלילה ושאר המרכיבים.",
      "משטחים בתבנית משומנת ואופים ב-180 מעלות כ-40 דקות עד להשחמה."
    ],
    "es": [
      "Rallar las papas y exprimir bien para eliminar el líquido (muy importante).",
      "Mezclar la harina de garbanzo con el agua para crear una masa suave.",
      "Combinar las papas exprimidas con la masa y el resto de los ingredientes.",
      "Extender en un molde engrasado y hornear a 180°C durante unos 40 minutos hasta que se dore."
    ],
    "ar": [
      "ابشر البطاطا واعصرها مليح باش تخرج الماء منها (مهم برشة).",
      "خلّط دقيق الحمص مع الماء حتى تتحصل على خليط أرطب.",
      "خلّط البطاطا المعصورة مع خليط الحمص وباقي المكونات.",
      "حط الخليط في طبق مدهون بالزيت وطيّبه في الكوشة (الفرن) في درجة 180 لمدة 40 دقيقة لين يحمار."
    ],
    "en": [
      "Grate the potatoes and squeeze well to remove excess liquid (very important).",
      "Mix the chickpea flour with water to create a smooth batter.",
      "Combine the squeezed potatoes with the batter and the remaining ingredients.",
      "Spread into a greased baking dish and bake at 180°C (350°F) for about 40 minutes until golden brown."
    ]
  }
}