{
  "id": "mahshi",
  "image": "mahshi.png",
  "meta": {
    "servings": "4–6",
    "prep_time": "40 min",
    "cook_time": "60 min",
    "difficulty": "Medium"
  },
  "name": {
    "he": "מחשי",
    "es": "Mahshi",
    "ar": "المحشي",
    "en": "Mahshi"
  },
  "description": {
    "he": "מחשי היא מנה חגיגית של ירקות כמו קישואים, תפוחי אדמה או פלפלים הממולאים בתערובת אורז וחלבון, ומבושלים ברוטב עגבניות עשיר. השם נגזר מהמילה הערבית 'מַחְשִי' (ממולא), ומשקף מסורת קולינרית עמוקה במורשת יהודי צפון אפריקה, המוגשת לרוב בשבתות וחגים.",
    "es": "El Mahshi es un plato festivo de verduras rellenas de una mezcla de arroz y proteína, cocinadas en una rica salsa de tomate. El nombre proviene de la palabra árabe 'maḥshī' (relleno), reflejando una tradición culinaria arraigada en la herencia judía del norte de África, servida a menudo en Shabat.",
    "ar": "المحشي هو طبق احتفالي يتكون من خضروات مثل القرع والبطاطا المحشوة بخليط الأرز والبروتين، والمطبوخة في مرقة طماطم غنية. الاسم مشتق من الكلمة العربية 'محشي'، ويعكس تقليداً طهوياً عريقاً في تراث يهود شمال إفريقيا، ويُقدم عادة في السبت والأعياد.",
    "en": "Mahshi is a festive dish of vegetables like zucchini or potatoes filled with a savory rice and protein mixture, simmered in a rich tomato sauce. The name comes from the Arabic word 'maḥshī' (stuffed), reflecting a culinary tradition deep-rooted in North African Jewish heritage, often served on Shabbat."
  },
  "ingredients": {
    "he": [
      "6-8 ירקות למילוי (קישואים, תפו\"א, חציל)",
      "1 כוס אורז",
      "200 גרם סייטן קצוץ דק או טופו",
      "3 כפות קמח חומוס + 3 כפות מים (תחליף ביצה)",
      "1 בצל קטן",
      "2 עגבניות קצוצות",
      "קוביות דלעת (לא חובה)",
      "שמן, מלח, פלפל"
    ],
    "es": [
      "6-8 verduras para rellenar (calabacín, patata, berenjena)",
      "1 taza de arroz",
      "200g de seitán picado o tofu",
      "3 cdas harina de garbanzo + 3 cdas agua (huevo vegano)",
      "1 cebolla pequeña",
      "2 tomates picados",
      "Trozos de calabaza (opcional)",
      "Aceite, sal, pimienta"
    ],
    "ar": [
      "6-8 خضار للحشو (قرع، بطاطا، باذنجان)",
      "1 كأس روز",
      "200غ سيتان مرحي أو توفو",
      "3 مغارف دقيق حمص + 3 مغارف ماء (في عوض العظم)",
      "1 بصلة صغيرة",
      "2 كعبات طماطم مقطعة",
      "طروف كابوية (اختياري)",
      "زيت، ملح، فلفل أكحل"
    ],
    "en": [
      "6-8 vegetables to stuff (zucchini, potato, eggplant)",
      "1 cup rice",
      "200g minced seitan or tofu",
      "3 tbsp chickpea flour + 3 tbsp water (egg sub)",
      "1 small onion",
      "2 chopped tomatoes",
      "Pumpkin chunks (optional)",
      "Oil, salt, pepper"
    ]
  },
  "steps": {
    "he": [
      "מרוקנים את הירקות. מערבבים בקערה את קמח החומוס והמים לבלילה, ומוסיפים אורז, סייטן/טופו ותבלינים.",
      "ממלאים את הירקות בתערובת (משאירים מעט מקום לאורז שיתנפח).",
      "בסיר רחב, מטגנים בצל בשמן, מוסיפים עגבניות, דלעת ואת תוכן הירקות שרוקנו.",
      "מוסיפים מים ותבלינים, מביאים לרתיחה ומסדרים בזהירות את הירקות הממולאים בסיר.",
      "מבשלים על אש קטנה כ-45-60 דקות עד שהירקות והאורז מוכנים."
    ],
    "es": [
      "Vaciar las verduras. Mezclar harina de garbanzo y agua, añadir arroz, seitán/tofu y especias.",
      "Rellenar las verduras con la mezcla (dejando espacio para que el arroz se expanda).",
      "En una olla ancha, sofreír la cebolla, añadir tomates, calabaza y la pulpa de las verduras.",
      "Añadir agua y especias, llevar a ebullición y colocar con cuidado las verduras rellenas.",
      "Cocinar a fuego lento durante 45-60 minutos hasta que estén tiernas."
    ],
    "ar": [
      "قوّر الخضرة. خلّط دقيق الحمص والماء، وزيد الروز والسيتان/التوفو والفاحات.",
      "عمّر الخضرة بالحشو (خلّي شوية وساع للروز باش يطيب).",
      "في طنجرة واسعة، قلّي البصل في الزيت، وزيد الطماطم وطروف الكابوية ولب الخضرة.",
      "مرّق بالماء وزيد الفاحات، وكيف يغلي الماء حط كعبات المحشي بالشوية.",
      "طيّب على نار هادية حكاية 45-60 دقيقة حتى تطيب الخضرة والروز."
    ],
    "en": [
      "Hollow out the vegetables. Whisk chickpea flour and water, then mix with rice, seitan/tofu, and spices.",
      "Stuff the vegetables (leaving room for rice expansion).",
      "In a wide pot, sauté onion, add tomatoes, pumpkin, and vegetable pulp.",
      "Add water and spices, bring to a boil, and carefully arrange the stuffed vegetables inside.",
      "Simmer covered on low heat for 45-60 minutes until tender."
    ]
  }
}