{
  "id": "schnitzel",
  "image": "schnitzel.png",
  "meta": {
    "servings": "3–4",
    "prep_time": "15 min",
    "cook_time": "10 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "שניצל",
    "es": "Schnitzel",
    "ar": "شنيتسل",
    "en": "Schnitzel"
  },
  "description": {
    "he": "כתיתה מצופה ומטוגנת, שמקורה במרכז אירופה אך הפכה למאכל יסוד אהוב במטבח הישראלי והיהודי. השם מגיע מהמילה הגרמנית \"Schnitz\" (פרוסה). הגרסה הטבעונית הזו משתמשת בטופו או סייטן לקבלת המרקם הפריך והמוכר.",
    "es": "Una chuleta empanada y frita, originaria de Europa Central pero convertida en un básico de la cocina judía e israelí. El nombre proviene del alemán \"Schnitz\" (rebanada). Esta versión vegana utiliza tofu o seitán para recrear este crujiente plato reconfortante.",
    "ar": "الشنيتسل هو طبق مقلي ومقرمش، أصله من أوروبا أما ولاّ أساسي في الكوجينة اليهودية والإسرائيلية. الاسم جاي من الكلمة الألمانية \"Schnitz\" (شريحة). في الوصفة النباتية هذي، نستعملو التوفو ولا السيتان باش نتحصلو على القرمشة والبنة المعروفة.",
    "en": "A breaded, fried cutlet originally from Central Europe that became a staple in Israeli and Jewish cuisine. The name derives from the German \"Schnitz\" (slice). This vegan version uses tofu or seitan to recreate the beloved crispy comfort food."
  },
  "ingredients": {
    "he": [
      "1 חבילת טופו מוצק (או סייטן)",
      "1 כוס קמח לבן",
      "1/2 כוס קמח חומוס (מעורבב עם 1/2 כוס מים)",
      "2 כוסות פירורי לחם מתובלים",
      "שמן לטיגון עמוק"
    ],
    "es": [
      "1 bloque de tofu firme (o seitán)",
      "1 taza de harina blanca",
      "1/2 taza de harina de garbanzo (mezclada con 1/2 taza de agua)",
      "2 tazas de pan rallado condimentado",
      "Aceite para freír"
    ],
    "ar": [
      "1 باكو توفو يابس (ولا سيتان)",
      "1 كأس فارينة",
      "1/2 كأس دقيق حمص (مخلط مع 1/2 كأس ماء)",
      "2 كيسان شابليُر (خبز مرحي) مفوّح",
      "زيت للقلي"
    ],
    "en": [
      "1 block firm tofu (or seitan)",
      "1 cup white flour",
      "1/2 cup chickpea flour (mixed with 1/2 cup water)",
      "2 cups seasoned breadcrumbs",
      "Oil for deep frying"
    ]
  },
  "steps": {
    "he": [
      "פורסים את הטופו או הסייטן (בטופו יש לסחוט נוזלים היטב; בסייטן ניתן לדפוק קלות).",
      "מכינים 3 צלחות: קמח, בלילת קמח חומוס ומים (במרקם ביצה), ופירורי לחם.",
      "טובלים כל פרוסה בקמח, מעבירים לבלילה ולבסוף מצפים היטב בפירורי הלחם.",
      "מטגנים בשמן עמוק וחם (אך לא לוהט מדי) עד להזהבה משני הצדדים."
    ],
    "es": [
      "Cortar el tofu o seitán en rodajas (escurrir bien el tofu; golpear ligeramente el seitán).",
      "Preparar 3 platos: harina, mezcla de harina de garbanzo con agua (textura de huevo) y pan rallado.",
      "Pasar cada rodaja por harina, luego por la mezcla líquida y finalmente cubrir bien con pan rallado.",
      "Freír en aceite abundante y caliente hasta que estén dorados por ambos lados."
    ],
    "ar": [
      "قص التوفو ولا السيتان طروف (كان تستعمل توفو اعصره مليح من الماء؛ السيتان تنجم تدقدقه شوية).",
      "حضّر 3 صحانات: واحد فيه الفارينة، واحد فيه خليط دقيق الحمص والماء (كي العظم المركوض)، وواحد فيه الشابليُر.",
      "مرمد كل طرف في الفارينة، مبعد غطسه في الخليط السائل، وفي لخر لفّه في الشابليُر بالباهي.",
      "اقلي في زيت غزير وسخون (أما مش محروق) من الجهتين لين يحمار ويولي ذهبي."
    ],
    "en": [
      "Slice tofu or seitan (press liquid out of tofu; lightly pound seitan).",
      "Prepare 3 plates: flour, chickpea flour and water batter (egg texture), and breadcrumbs.",
      "Dredge each slice in flour, dip in batter, and coat thoroughly in breadcrumbs.",
      "Deep fry in hot oil until golden brown on both sides."
    ]
  }
}