{
  "id": "tefina",
  "image": "tefina.png",
  "meta": {
    "servings": "4–6",
    "prep_time": "20 min",
    "cook_time": "1 hr",
    "difficulty": "Medium"
  },
  "name": {
    "he": "טפינה",
    "es": "Tefina",
    "ar": "الطفينة",
    "en": "Tefina"
  },
  "description": {
    "he": "תבשיל שבת מסורתי מהמטבח היהודי-ג'רבאי, ששמו נגזר מהמילה הערבית \"טפינה\" (מוטמנת). הגרסה הטבעונית הזו מחליפה את הבשר בסייטן או טופו, אך שומרת על הצבע העמוק והטעם הייחודי המושג באמצעות קרמול סוכר בשמן בתחילת הבישול.",
    "es": "Un guiso tradicional de Shabat de los judíos de Djerba, cuyo nombre deriva del árabe 'ṭafīna' (enterrado). Esta versión vegana sustituye la carne por seitán o tofu, logrando su característico color oscuro y sabor profundo gracias al azúcar caramelizado en la base.",
    "ar": "الطفينة هي أكلة يهودية جربية تقليدية، وأصل اسمها من \"المطونة\" لأنها كانت تطهى ببطء. في هذه النسخة النباتية، نعوض اللحم بالسيتان أو التوفو، مع الحفاظ على اللون الغامق والمذاق المميز بفضل السكر المحروق (الكراميل) في الزيت.",
    "en": "A traditional Djerban Jewish Shabbat stew, named from the Arabic 'ṭafīna' (buried) for its slow-cooking method. While originally a meat dish, this vegan adaptation uses seitan or tofu, achieving its signature dark color and depth from sugar caramelization."
  },
  "ingredients": {
    "he": [
      "500 גרם נתחי סייטן, טופו מוצק או טמפה",
      "3 תפוחי אדמה, קלופים וחתוכים",
      "1 כוס גריסים",
      "1 בצל גדול, קצוץ",
      "1/2 כוס שעועית לבנה (אופציונלי)",
      "1 כף סוכר (לקרמול)",
      "שמן, פפריקה, מלח ופלפל שחור"
    ],
    "es": [
      "500g de seitán, tofu firme o tempeh",
      "3 patatas, peladas y troceadas",
      "1 taza de cebada perlada",
      "1 cebolla grande, picada",
      "1/2 taza de alubias blancas (opcional)",
      "1 cda de azúcar (para caramelizar)",
      "Aceite, pimentón dulce, sal y pimienta negra"
    ],
    "ar": [
      "500غ سيتان، توفو أو تمبيه",
      "3 كعبات بطاطا مقشرة ومقطعة",
      "1 كأس شعير (تيمزارت/فريك)",
      "1 بصلة كبيرة مقطعة",
      "نص كأس لوبيا بيضاء (اختياري)",
      "1 مغرفة سكر (للكراميل)",
      "زيت، فلفل أحمر، ملح وفلفل أكحل"
    ],
    "en": [
      "500g seitan chunks, firm tofu, or tempeh",
      "3 potatoes, peeled and cut",
      "1 cup pearl barley",
      "1 large onion, chopped",
      "1/2 cup white beans (optional)",
      "1 tbsp sugar (for caramelizing)",
      "Oil, paprika, salt, and black pepper"
    ]
  },
  "steps": {
    "he": [
      "בסיר כבד, מחממים שמן וסוכר עד שהסוכר משחים היטב והופך לקרמל כהה.",
      "מוסיפים את הפפריקה ואחריה מיד את יתר המצרכים: סייטן/טופו, תפו\"א, גריסים, בצל ושעועית.",
      "מתבלים במלח ופלפל שחור ומאדים הכל יחד כ-10 דקות תוך ערבוב.",
      "מוסיפים מים רותחים לכיסוי, מנמיכים את האש ומבשלים כשעה עד שהגריסים רכים והרוטב סמיך."
    ],
    "es": [
      "En una olla pesada, calentar aceite y azúcar hasta que el azúcar se dore bien y se caramelice.",
      "Añadir el pimentón e inmediatamente el resto de ingredientes: seitán/tofu, patatas, cebada, cebolla y alubias.",
      "Sazonar con sal y pimienta negra, y sofreír todo junto durante unos 10 minutos.",
      "Añadir agua hirviendo hasta cubrir, bajar el fuego y cocinar a fuego lento durante una hora hasta que espese."
    ],
    "ar": [
      "في طنجرة ثقيلة، سخن الزيت والسكر لين السكر يحمار ويولي كراميل غامق.",
      "زيد الفلفل الأحمر وديراكت ارمي باقي المكونات: السيتان/التوفو، البطاطا، الشعير، البصل واللوبيا.",
      "فوّح بالملح والفلفل الأكحل وقلّيهم الكل مع بعضهم حكاية 10 دقايق.",
      "مرّق بالماء السخون يغلي، نقص في النار وخليه يطيب سلة سلة لمدة ساعة لين المرقة تختار."
    ],
    "en": [
      "In a heavy pot, heat oil and sugar until the sugar turns dark brown and caramelizes.",
      "Add paprika immediately, followed by all other ingredients: seitan/tofu, potatoes, barley, onion, and beans.",
      "Season with salt and black pepper, and sauté everything together for about 10 minutes.",
      "Add boiling water to cover, reduce heat to low, and simmer for about one hour until the stew thickens."
    ]
  }
}