{
  "id": "tirshi",
  "image": "tirshi.png",
  "meta": {
    "servings": "4–6",
    "prep_time": "15 min",
    "cook_time": "20 min",
    "difficulty": "Easy"
  },
  "name": {
    "he": "תירשי",
    "es": "Tirshi",
    "ar": "تيرشي",
    "en": "Tirshi"
  },
  "description": {
    "he": "תירשי הוא סלט דלעת פיקנטי-חמצמץ, מנת פתיחה קלאסית במטבח היהודי-תוניסאי המוגשת לרוב בשבתות. השם נגזר מהמילה הפרסית \"תורש\" (חמוץ), ומתייחס לתיבול הדומיננטי של שום ולימון. המנה מורכבת מדלעת מבושלת ומעוכה המתובלת בכמון, פפריקה ושום.",
    "es": "El Tirshi es una ensalada de calabaza picante y ácida, un aperitivo clásico de la cocina judeo-tunecina servido a menudo en Shabat. Su nombre deriva de la palabra persa \"torsh\" (agrio), en referencia a su sabor distintivo a limón y ajo. Se prepara machacando calabaza hervida con especias como comino y pimentón.",
    "ar": "التيرشي هو سلطة قرع (يقطين) مهروسة وحارة، تعتبر من المقبلات الأساسية في المطبخ اليهودي التونسي وتقدم عادة في وجبات السبت. يشتق الاسم من الكلمة الفارسية \"تورش\" (حامض)، إشارةً إلى طعم الليمون والثوم القوي فيها. تُحضر بسلق القرع وهرسه مع التوابل مثل الثوم والكمون.",
    "en": "Tirshi is a tangy, spiced pumpkin spread staple in Tunisian-Jewish cuisine, often served as a mezze or Shabbat appetizer. The name derives from the Persian word \"torsh\" (sour), referring to its signature lemon and garlic flavor profile. It is typically made by mashing boiled pumpkin with cumin, paprika, and garlic."
  },
  "ingredients": {
    "he": [
      "500 גרם דלעת (קליפה מוסרת, חתוכה לקוביות)",
      "1 תפוח אדמה קטן (לא חובה)",
      "3-4 שיני שום כתושות",
      "1 כף פפריקה מתוקה (או חריפה)",
      "1 כפית כמון",
      "3 כפות שמן צמחי",
      "מיץ מלימון אחד",
      "מלח לפי הטעם"
    ],
    "es": [
      "500g de calabaza (pelada y en cubos)",
      "1 patata pequeña (opcional)",
      "3-4 dientes de ajo machacados",
      "1 cucharada de pimentón (o harissa)",
      "1 cucharadita de comino",
      "3 cucharadas de aceite vegetal",
      "Zumo de 1 limón",
      "Sal al gusto"
    ],
    "ar": [
      "500غ قرع أحمر (مقشر ومقصص مكعبات)",
      "1 كعبة بطاطا صغيرة (اختياري)",
      "3-4 سنون ثوم مرحي",
      "1 مغرفة كبيرة فلفل أحمر (أو هريسة)",
      "1 مغرفة صغيرة كمون",
      "3 مغارف زيت",
      "عصير قارصة (ليمونة)",
      "ملح"
    ],
    "en": [
      "500g pumpkin (peeled and cubed)",
      "1 small potato (optional)",
      "3-4 garlic cloves (crushed)",
      "1 tbsp paprika (sweet or spicy)",
      "1 tsp cumin",
      "3 tbsp vegetable oil",
      "Juice of 1 lemon",
      "Salt to taste"
    ]
  },
  "steps": {
    "he": [
      "מבשלים את קוביות הדלעת (ותפוח האדמה אם משתמשים) במים רותחים עד לריכוך מלא (כ-20 דקות).",
      "מסננים היטב את המים (שלב חשוב למניעת דלילות).",
      "מועכים את הירקות בעזרת מזלג למחית גסה.",
      "מוסיפים את השמן, השום הכתוש, מיץ הלימון והתבלינים.",
      "מערבבים היטב ומגישים בטמפרטורת החדר או קר."
    ],
    "es": [
      "Hervir la calabaza (y la patata si se usa) en agua hasta que estén tiernas (unos 20 minutos).",
      "Escurrir muy bien el agua (paso crucial para la textura).",
      "Machacar las verduras con un tenedor hasta obtener un puré rústico.",
      "Añadir el aceite, el ajo machacado, el zumo de limón y las especias.",
      "Mezclar bien y servir a temperatura ambiente o frío."
    ],
    "ar": [
      "اسمط (اغلي) القرع والبطاطا في الماء لين يطيبوا ويطراو بالباهي.",
      "قطّرهم مليح من الماء (مهم برشا باش ما تجيش السلطة مايهة).",
      "ارفس الخضرة بالفرشيطة لين تولي بيوري حرشة.",
      "زيد الزيت، الثوم المرحي، عصير القارص، والفواحات (التوابل).",
      "خلط مليح وقدمها باردة."
    ],
    "en": [
      "Boil the pumpkin cubes (and potato if using) in water until completely soft (about 20 minutes).",
      "Drain well to remove excess water (crucial for texture).",
      "Mash the vegetables with a fork into a coarse puree.",
      "Add the oil, crushed garlic, lemon juice, and spices.",
      "Mix well and serve at room temperature or cold."
    ]
  }
}